{
  "version": 1,
  "entries": [
    {
      "id": "8f29a83e-67db-4486-bfe8-da3811e164a1",
      "file_name": "informe_02.pdf",
      "category": "compliance",
      "theme": "Plano diretor ESG e governança de IA para produtos financeiros digitais com compliance regulatório multijurisdicional",
      "confidence": 0.82,
      "summary": "Plano Diretor ESG Tech Finance 2035 Resumo: integra indicadores ESG, metas de emissao zero e governanca de IA responsavel para produtos financeiros digitais. Secao IA Responsavel: monitora vies, explicabilidade, fairness e politicas de auditoria continua. Secao Compliance Global: requer reporte sincronizado para SEC, ESMA, FCA, CVM e MAS. Secao Financas: define stress testing climatico, precificacao de risco ambiental e uso de green bonds com blockchain. Secao Operacoes: descreve testes de continuidade, war games, runbooks multi-cloud e coordenacao com CERTs nacionais.",
      "justification": "A classificação principal em compliance é sustentada por referências explícitas a requisitos regulatórios e governança: \"Compliance Global: requer reporte sincronizado para SEC, ESMA, FCA, CVM e MAS\"; políticas de \"auditoria contínua\" e governança de IA responsável (monitorar viés, explicabilidade e fairness); além de coordenação com CERTs, que reforça conformidade operacional e de segurança. Esses elementos indicam foco primário em aderência regulatória, governança e reporte. Evidências-chave: SEC/ESMA/FCA/CVM/MAS; auditoria contínua; governança de IA; reporte sincronizado; coordenação com CERTs. Categorias alternativas e grau de match: • financeiro (≈75%): contém \"stress testing climático\", \"precificação de risco ambiental\" e \"uso de green bonds com blockchain\" — tópicos centrais de finanças sustentáveis e gestão de risco. • tecnologia (≈70%): forte presença de \"IA responsável\", \"runbooks multi-cloud\", \"war games\" e práticas operacionais/segurança que envolvem arquitetura e SRE. • juridico (≈55%): citação de autoridades reguladoras e exigências de reporte têm interface jurídica, embora o texto seja mais orientado a políticas e operações de compliance do que a análise legal. Necessidade de multiatribuição: alta, devido à sobreposição substancial entre compliance, financeiro e tecnologia; por isso são atribuídas áreas secundárias em financeiro, tecnologia e, em menor grau, jurídico. As palavras-chave evidenciam a aderência de compliance como núcleo do documento.",
      "tokens": {
        "secao": 1.0,
        "plano": 0.25,
        "diretor": 0.25,
        "esg": 0.25,
        "tech": 0.25,
        "finance": 0.25,
        "resumo:": 0.25,
        "integra": 0.25,
        "indicadores": 0.25,
        "esg,": 0.25,
        "metas": 0.25,
        "emissao": 0.25,
        "zero": 0.25,
        "governanca": 0.25,
        "responsavel": 0.25,
        "produtos": 0.25,
        "financeiros": 0.25,
        "digitais.": 0.25,
        "responsavel:": 0.25,
        "monitora": 0.25,
        "vies,": 0.25,
        "explicabilidade,": 0.25,
        "fairness": 0.25,
        "politicas": 0.25,
        "auditoria": 0.25,
        "continua.": 0.25,
        "compliance": 0.25,
        "global:": 0.25,
        "requer": 0.25,
        "reporte": 0.25,
        "sincronizado": 0.25,
        "sec,": 0.25,
        "esma,": 0.25,
        "fca,": 0.25,
        "cvm": 0.25,
        "mas.": 0.25,
        "financas:": 0.25,
        "define": 0.25,
        "stress": 0.25,
        "testing": 0.25,
        "climatico,": 0.25,
        "precificacao": 0.25,
        "risco": 0.25,
        "ambiental": 0.25,
        "uso": 0.25,
        "green": 0.25,
        "bonds": 0.25,
        "blockchain.": 0.25,
        "operacoes:": 0.25,
        "descreve": 0.25,
        "testes": 0.25,
        "continuidade,": 0.25,
        "war": 0.25,
        "games,": 0.25,
        "runbooks": 0.25,
        "multi-cloud": 0.25,
        "coordenacao": 0.25,
        "certs": 0.25,
        "nacionais.": 0.25
      },
      "areas_secundarias": [
        "financeiro",
        "tecnologia",
        "juridico"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:38:08",
      "updated_at": "2025-10-14T00:38:08"
    },
    {
      "id": "283cc5a9-a866-4095-9842-0d3d746f6971",
      "file_name": "informe_09.docx",
      "category": "compliance",
      "theme": "Roadmap para adoção de computação quântica e criptografia pós‑quântica (PQC) em redes bancárias, com ênfase em impactos regulatórios (Basel, GDPR, LGPD, BIS, FMI) e requisitos de capital até 2036.",
      "confidence": 0.94,
      "summary": "Roadmap de Operacoes Quanticas 2036 Resumo Executivo Plano para introduzir computacao quantica e criptografia PQC em redes bancarias globais. Infraestrutura Detalha laboratorios, provedores, protocolos de chave lattice e redundancia classica. Compliance Analisa impactos sobre Basel, GDPR, LGPD, regulamentos do BIS e guidelines do FMI. Financas Modela investimento, CAPEX/OPEX, ROI, risco de obsolescencia tecnologica e capitais regulatorios. Juridico Clausulas de confidencialidade reforcadas, acordos de responsabilidade compartilhada e arbitragens.",
      "justification": "A categoria 'compliance' é a mais adequada porque o documento dedica seção explícita a Compliance e analisa impactos sobre Basel, GDPR, LGPD, regulamentos do BIS e guidelines do FMI, além de tratar de capitais regulatórios — termos centrais de aderência regulatória em serviços financeiros. O fio condutor do roadmap é garantir conformidade na introdução de computação quântica e PQC em redes bancárias, conectando infraestrutura/segurança a exigências prudenciais e de proteção de dados.\nEvidências (palavras‑chave do texto): \"Compliance\", \"Basel\", \"GDPR\", \"LGPD\", \"regulamentos do BIS\", \"guidelines do FMI\", \"capitais regulatorios\"; além de referências técnicas relacionadas à segurança como \"criptografia PQC\", \"protocolos de chave lattice\".\nCategorias alternativas e grau de match: (1) Estratégia tecnológica/transformação digital (match ~85%): forte presença de 'Infraestrutura', 'laboratórios', 'provedores' e roadmap tecnológico; (2) Segurança da informação e criptografia (match ~80%): foco em PQC e protocolos lattice visando resiliência; (3) Gestão de risco e capital (match ~75%): trata de risco de obsolescência, capitais regulatórios e Basel; (4) Jurídico/contratual (match ~60%): cláusulas de confidencialidade, responsabilidade e arbitragem. Apesar das alternativas, a amarração regulatória transversal justifica 'compliance' como eixo principal.\nNecessidade de multiatribuição: Alta. Há sobreposição substancial entre compliance, segurança/criptografia PQC, estratégia tecnológica, finanças (CAPEX/OPEX, ROI) e jurídico; contudo, as decisões de adoção estão condicionadas primordialmente por requisitos regulatórios, sustentando 'compliance' como categoria principal.",
      "tokens": {
        "roadmap": 1.0,
        "operacoes": 1.0,
        "quanticas": 1.0,
        "resumo": 1.0,
        "executivo": 1.0,
        "plano": 1.0,
        "introduzir": 1.0,
        "computacao": 1.0,
        "quantica": 1.0,
        "criptografia": 1.0,
        "pqc": 1.0,
        "redes": 1.0,
        "bancarias": 1.0,
        "globais.": 1.0,
        "infraestrutura": 1.0,
        "detalha": 1.0,
        "laboratorios,": 1.0,
        "provedores,": 1.0,
        "protocolos": 1.0,
        "chave": 1.0,
        "lattice": 1.0,
        "redundancia": 1.0,
        "classica.": 1.0,
        "compliance": 1.0,
        "analisa": 1.0,
        "impactos": 1.0,
        "basel,": 1.0,
        "gdpr,": 1.0,
        "lgpd,": 1.0,
        "regulamentos": 1.0,
        "bis": 1.0,
        "guidelines": 1.0,
        "fmi.": 1.0,
        "financas": 1.0,
        "modela": 1.0,
        "investimento,": 1.0,
        "capex/opex,": 1.0,
        "roi,": 1.0,
        "risco": 1.0,
        "obsolescencia": 1.0,
        "tecnologica": 1.0,
        "capitais": 1.0,
        "regulatorios.": 1.0,
        "juridico": 1.0,
        "clausulas": 1.0,
        "confidencialidade": 1.0,
        "reforcadas,": 1.0,
        "acordos": 1.0,
        "responsabilidade": 1.0,
        "compartilhada": 1.0,
        "arbitragens.": 1.0
      },
      "areas_secundarias": [
        "estratégia tecnológica e operações quânticas",
        "segurança da informação e criptografia pós‑quântica (PQC)",
        "gestão de risco e capital regulatório",
        "finanças (CAPEX/OPEX, ROI, obsolescência tecnológica)",
        "jurídico e contratos (confidencialidade, responsabilidade, arbitragem)",
        "governança e proteção de dados (GDPR/LGPD)"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:43:30",
      "updated_at": "2025-10-14T00:43:30"
    },
    {
      "id": "bd9054f8-edb6-4f10-8a69-56f4bc72a841",
      "file_name": "informe_06.docx",
      "category": "compliance",
      "theme": "Manual de Governança de Dados 2036 com foco regulatório (LGPD/GDPR, Open Banking/Insurance, CBDC), arquitetura data mesh, segurança de dados (mascaramento/tokenização), auditoria e gestão de riscos.",
      "confidence": 0.83,
      "summary": "Manual de Governanca de Dados 2036 Resumo Executivo Integra LGPD, GDPR, open banking, open insurance e central bank digital currency (CBDC). Arquitetura Data mesh federado, catalogo semantico, mascaramento dinamico e tokenizacao segura. Auditoria e Compliance Integra trilhas imutaveis, assinaturas digitais e reporte automatizado para reguladores. Riscos e Controles Modelo de risco operacional digital, matriz de impacto, planos de resposta e due diligence de terceiros.",
      "justification": "A categoria 'compliance' é a mais aderente porque o documento integra marcos regulatórios (LGPD, GDPR, open banking, open insurance e CBDC) e descreve mecanismos típicos de conformidade: auditoria, trilhas imutáveis, assinaturas digitais, reporte automatizado a reguladores e due diligence de terceiros. Evidências textuais: 'LGPD', 'GDPR', 'Auditoria e Compliance', 'trilhas imutáveis', 'reporte automatizado para reguladores', 'due diligence de terceiros'. Apesar de o perfil recente da categoria incluir temas de PQC, 'compliance' abrange governança, controles e reporte regulatório. Categorias alternativas e grau de match: Governança de Dados (~90) pelo foco em 'data mesh federado', 'catálogo semântico' e políticas de dados; Risco Operacional (~80) por 'modelo de risco operacional digital', 'matriz de impacto' e 'planos de resposta'; Segurança da Informação (~75) por 'mascaramento dinâmico', 'tokenização segura' e 'assinaturas digitais'; Arquitetura de Dados (~70) por decisões de arquitetura (data mesh, catálogo). Necessidade de multiatribuição: alta, pois há forte sobreposição entre compliance regulatório, governança de dados e gestão de riscos.\nPalavras-chave da categoria compliance: roadmap, operacoes, quanticas, resumo, executivo, plano.",
      "tokens": {
        "integra": 1.0,
        "open": 1.0,
        "manual": 0.5,
        "governanca": 0.5,
        "dados": 0.5,
        "resumo": 0.5,
        "executivo": 0.5,
        "lgpd,": 0.5,
        "gdpr,": 0.5,
        "banking,": 0.5,
        "insurance": 0.5,
        "central": 0.5,
        "bank": 0.5,
        "digital": 0.5,
        "currency": 0.5,
        "(cbdc).": 0.5,
        "arquitetura": 0.5,
        "data": 0.5,
        "mesh": 0.5,
        "federado,": 0.5,
        "catalogo": 0.5,
        "semantico,": 0.5,
        "mascaramento": 0.5,
        "dinamico": 0.5,
        "tokenizacao": 0.5,
        "segura.": 0.5,
        "auditoria": 0.5,
        "compliance": 0.5,
        "trilhas": 0.5,
        "imutaveis,": 0.5,
        "assinaturas": 0.5,
        "digitais": 0.5,
        "reporte": 0.5,
        "automatizado": 0.5,
        "reguladores.": 0.5,
        "riscos": 0.5,
        "controles": 0.5,
        "modelo": 0.5,
        "risco": 0.5,
        "operacional": 0.5,
        "digital,": 0.5,
        "matriz": 0.5,
        "impacto,": 0.5,
        "planos": 0.5,
        "resposta": 0.5,
        "due": 0.5,
        "diligence": 0.5,
        "terceiros.": 0.5
      },
      "areas_secundarias": [
        "Governança de Dados",
        "Segurança da Informação e Privacidade",
        "Gestão de Riscos Operacionais",
        "Arquitetura de Dados (data mesh, catálogo semântico)",
        "Auditoria e Trilhas Imutáveis",
        "Reporte regulatório automatizado",
        "Open Banking e Open Insurance",
        "Integração com CBDC",
        "Due diligence de terceiros"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:45:17",
      "updated_at": "2025-10-14T00:45:17"
    },
    {
      "id": "c3577368-1c9e-40b9-8a17-26ee491306e2",
      "file_name": "memorando_integrado_financeiro_compliance_2031.docx",
      "category": "compliance",
      "theme": "Framework integrado de controles internos, auditoria contínua e governança de risco para operações de derivativos verdes multijurisdicionais, com uso de IA explicável e logs imutáveis, alinhado a regras de SEC/ESMA/Banco Central e a métricas ESG e reporte de capital econômico.",
      "confidence": 0.9,
      "summary": "Memorando Integrado Financeiro-Compliance 2031 Resumo executivo: documento orienta consolidação de controles internos, auditoria contínua e governança de risco para operações de derivativos verdes distribuídos em múltiplas bolsas. Seção 1 - Tecnologia Define arquitetura de processamento em tempo real com IA explicável e logs imutáveis para auditoria regulatória. Seção 2 - Compliance Relaciona regras da SEC, ESMA e Banco Central, descrevendo matrizes de risco, escalonamento de incidentes e requisitos de confidencialidade. Seção 3 - Finanças Aprova modelos de hedge dinâmico, métricas ESG e repor...",
      "justification": "A aderência a compliance é evidenciada por termos e seções explícitas: \"auditoria contínua\", \"governança de risco\", \"logs imutáveis para auditoria regulatória\", \"Relaciona regras da SEC, ESMA e Banco Central\", \"matrizes de risco\", \"escalonamento de incidentes\", \"requisitos de confidencialidade\", além de artefatos de controle como \"RACI\", \"plano de resposta a incidentes\" e \"indicadores de risco-chave\". Esses elementos situam o documento no núcleo de compliance regulatório e controle interno, ainda que haja forte interseção com finanças e tecnologia. Aderência a palavras-chave típicas do perfil de compliance: presença de \"plano\" (plano de resposta a incidentes), \"operações\" (operações de derivativos), e foco regulatório e de auditoria. Categorias alternativas e grau de match: (1) Finanças/Risco (se existisse) — match ~85%, pela aprovação de modelos de hedge dinâmico, métricas ESG e reporte de capital econômico; (2) Tecnologia/RegTech (se existisse) — match ~70%, pelo uso de IA explicável e logs imutáveis para auditoria; (3) ESG/Governança (se existisse) — match ~60%, pela integração de métricas ESG à governança e controles. Necessidade de multiatribuição: média-alta, pois o conteúdo é explicitamente integrado (financeiro-compliance-tecnologia), mas o driver principal permanece a conformidade regulatória e a auditoria.\nPalavras-chave da categoria compliance: roadmap, operacoes, quanticas, resumo, executivo, plano.",
      "tokens": {
        "seção": 1.0,
        "auditoria": 0.6667,
        "memorando": 0.3333,
        "integrado": 0.3333,
        "financeiro-compliance": 0.3333,
        "resumo": 0.3333,
        "executivo:": 0.3333,
        "documento": 0.3333,
        "orienta": 0.3333,
        "consolidação": 0.3333,
        "controles": 0.3333,
        "internos,": 0.3333,
        "contínua": 0.3333,
        "governança": 0.3333,
        "risco": 0.3333,
        "operações": 0.3333,
        "derivativos": 0.3333,
        "verdes": 0.3333,
        "distribuídos": 0.3333,
        "múltiplas": 0.3333,
        "bolsas.": 0.3333,
        "tecnologia": 0.3333,
        "define": 0.3333,
        "arquitetura": 0.3333,
        "processamento": 0.3333,
        "tempo": 0.3333,
        "real": 0.3333,
        "explicável": 0.3333,
        "logs": 0.3333,
        "imutáveis": 0.3333,
        "regulatória.": 0.3333,
        "compliance": 0.3333,
        "relaciona": 0.3333,
        "regras": 0.3333,
        "sec,": 0.3333,
        "esma": 0.3333,
        "banco": 0.3333,
        "central,": 0.3333,
        "descrevendo": 0.3333,
        "matrizes": 0.3333,
        "risco,": 0.3333,
        "escalonamento": 0.3333,
        "incidentes": 0.3333,
        "requisitos": 0.3333,
        "confidencialidade.": 0.3333,
        "finanças": 0.3333,
        "aprova": 0.3333,
        "modelos": 0.3333,
        "hedge": 0.3333,
        "dinâmico,": 0.3333,
        "métricas": 0.3333,
        "esg": 0.3333,
        "reporte": 0.3333,
        "capital": 0.3333,
        "econômico": 0.3333,
        "comitês": 0.3333,
        "executivos.": 0.3333,
        "apêndice": 0.3333,
        "inclui": 0.3333,
        "raci": 0.3333
      },
      "areas_secundarias": [
        "governança de risco financeiro",
        "auditoria contínua e trilhas de auditoria (logs imutáveis)",
        "regulação multijurisdicional (SEC, ESMA, Banco Central)",
        "derivativos verdes e hedge dinâmico",
        "ESG e reporte de capital econômico",
        "gestão de incidentes e confidencialidade",
        "gestão de terceiros críticos e cláusulas contratuais",
        "RACI e escalonamento"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:46:49",
      "updated_at": "2025-10-14T00:46:49"
    },
    {
      "id": "73c17a96-a71f-4213-b445-137b951dc384",
      "file_name": "memorando_interno_fragmentado.txt",
      "category": "compliance",
      "theme": "Revisão do onboarding de fornecedores globais com due diligence, atualização de cláusulas de segurança da informação, alinhamento a políticas ESG, plano corretivo e reporte ao comitê de risco/executivo.",
      "confidence": 0.9,
      "summary": "MEMORANDO INTERNO - USO RESTRITO Unidade: Operacoes Estrategicas Data: 05/08/2025 Assunto: Revisar o processo de onboarding de fornecedores globais. Trechos registrados: - A equipe comercial aprovou um parceiro sem due diligence completa. - Ha contratos sem clausulas de seguranca da informacao atualizadas. - O time juridico sinalizou conflitos de clausulas com politicas ESG. - Auditoria pede plano corretivo antes do proximo comite executivo. Acoes urgentes: * Consolidar parecer do compliance e da area financeira. * Enviar relatorio ao comite de risco ate sexta-feira. * Manter registro de comun...",
      "justification": "Classificado como compliance porque o conteúdo central trata de controles e conformidade no onboarding de fornecedores, incluindo due diligence, cláusulas contratuais de segurança da informação, aderência a políticas ESG, exigências de auditoria e reporte a comitês de risco/executivo. Evidências textuais: “parceiro sem due diligence completa”, “contratos sem cláusulas de segurança da informação atualizadas”, “conflitos de cláusulas com políticas ESG”, “Auditoria pede plano corretivo”, “Consolidar parecer do compliance” e “Enviar relatório ao comitê de risco”. Aderência ao perfil de palavras-chave da categoria: presença de “operacoes” (Unidade: Operacoes Estrategicas), “executivo” (comitê executivo) e “plano” (plano corretivo). Alternativas relevantes e grau de match: - Gestão de Risco de Terceiros (TPRM)/Procurement: 85 (foco no onboarding de fornecedores, due diligence e gestão de contratos). - Auditoria Interna: 70 (demanda por plano corretivo e reporte antes do comitê). - Segurança da Informação: 60 (cláusulas de SI desatualizadas). - Jurídico/Contratos: 55 (conflitos contratuais com políticas ESG). - ESG/Governança: 65 (alinhamento a políticas ESG e reporte a comitês). Necessidade de multiatribuição: moderada. O documento cruza compliance com TPRM, Auditoria e Segurança da Informação; contudo, considerando as categorias conhecidas, “compliance” permanece adequada como principal.\nPalavras-chave da categoria compliance: resumo, roadmap, operacoes, quanticas, executivo, plano.",
      "tokens": {
        "sem": 1.0,
        "clausulas": 1.0,
        "comite": 1.0,
        "memorando": 0.5,
        "interno": 0.5,
        "uso": 0.5,
        "restrito": 0.5,
        "unidade:": 0.5,
        "operacoes": 0.5,
        "estrategicas": 0.5,
        "data:": 0.5,
        "assunto:": 0.5,
        "revisar": 0.5,
        "processo": 0.5,
        "onboarding": 0.5,
        "fornecedores": 0.5,
        "globais.": 0.5,
        "trechos": 0.5,
        "registrados:": 0.5,
        "equipe": 0.5,
        "comercial": 0.5,
        "aprovou": 0.5,
        "parceiro": 0.5,
        "due": 0.5,
        "diligence": 0.5,
        "completa.": 0.5,
        "contratos": 0.5,
        "seguranca": 0.5,
        "informacao": 0.5,
        "atualizadas.": 0.5,
        "time": 0.5,
        "juridico": 0.5,
        "sinalizou": 0.5,
        "conflitos": 0.5,
        "politicas": 0.5,
        "esg.": 0.5,
        "auditoria": 0.5,
        "pede": 0.5,
        "plano": 0.5,
        "corretivo": 0.5,
        "antes": 0.5,
        "proximo": 0.5,
        "executivo.": 0.5,
        "acoes": 0.5,
        "urgentes:": 0.5,
        "consolidar": 0.5,
        "parecer": 0.5,
        "compliance": 0.5,
        "area": 0.5,
        "financeira.": 0.5,
        "enviar": 0.5,
        "relatorio": 0.5,
        "risco": 0.5,
        "ate": 0.5,
        "sexta-feira.": 0.5,
        "manter": 0.5,
        "registro": 0.5,
        "comunicacoes": 0.5,
        "fornecedor": 0.5,
        "contestado.": 0.5
      },
      "areas_secundarias": [
        "Gestão de Risco de Terceiros (TPRM)",
        "Auditoria Interna",
        "Segurança da Informação",
        "Jurídico e Contratos",
        "ESG e Sustentabilidade",
        "Gestão de Riscos Corporativos"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T01:39:33",
      "updated_at": "2025-10-14T01:39:33"
    },
    {
      "id": "3e3ae2ee-81d8-4005-b7bf-590b3471281f",
      "file_name": "laudo_medico_em_contexto_corporativo.txt",
      "category": "saude_ocupacional",
      "theme": "Laudo de Medicina do Trabalho com achados de ergonomia inadequada em estação compartilhada e recomendação de ajuste de jornada e mobiliário; conteúdo sensível a ser encaminhado ao RH confidencial.",
      "confidence": 0.96,
      "summary": "LAUDO MEDICO - USO CLINICO Paciente: ########## (dados mascarados) Especialidade: Medicina do Trabalho Data avaliacao: 22/07/2025 Achados: Paciente relata ergonomia inadequada em estacao compartilhada. Recomendado ajuste de jornada e mobiliario, com laudo complementar. Observacao importante: Documento enviado por engano para o canal de classificacao corporativa. Conteudo deve ser tratado como sensivel e direcionado ao RH confidencial.",
      "justification": "A classificação como Saúde Ocupacional se baseia em evidências textuais explícitas: 'Especialidade: Medicina do Trabalho', 'ergonomia inadequada', 'ajuste de jornada e mobiliário' e a orientação para 'RH confidencial' e tratamento 'sensível'. Esses termos caracterizam um laudo clínico-ocupacional voltado à saúde e segurança do trabalho e à gestão de pessoas, distinto da categoria conhecida 'compliance', cujos tópicos recorrentes (controles internos, governança, auditoria, data mesh, requisitos regulatórios SEC/ESMA/BC, PQC) não aparecem no documento. Aderência à categoria escolhida: alta, pelas palavras-chave citadas. Categorias alternativas: 'compliance' (match ~25-30%) apenas pelo aspecto de privacidade de dados/LGPD e pelo envio indevido ao canal corporativo; porém faltam elementos de governança/controles/auditoria exigidos para enquadrar como compliance. Necessidade de multiatribuição: baixa; apesar da relação secundária com privacidade (LGPD), a natureza primária é clínica-ocupacional e de RH.",
      "tokens": {
        "laudo": 1.0,
        "medico": 0.5,
        "uso": 0.5,
        "clinico": 0.5,
        "paciente:": 0.5,
        "##########": 0.5,
        "(dados": 0.5,
        "mascarados)": 0.5,
        "especialidade:": 0.5,
        "medicina": 0.5,
        "trabalho": 0.5,
        "data": 0.5,
        "avaliacao:": 0.5,
        "achados:": 0.5,
        "paciente": 0.5,
        "relata": 0.5,
        "ergonomia": 0.5,
        "inadequada": 0.5,
        "estacao": 0.5,
        "compartilhada.": 0.5,
        "recomendado": 0.5,
        "ajuste": 0.5,
        "jornada": 0.5,
        "mobiliario,": 0.5,
        "complementar.": 0.5,
        "observacao": 0.5,
        "importante:": 0.5,
        "documento": 0.5,
        "enviado": 0.5,
        "por": 0.5,
        "engano": 0.5,
        "canal": 0.5,
        "classificacao": 0.5,
        "corporativa.": 0.5,
        "conteudo": 0.5,
        "deve": 0.5,
        "ser": 0.5,
        "tratado": 0.5,
        "sensivel": 0.5,
        "direcionado": 0.5,
        "confidencial.": 0.5
      },
      "areas_secundarias": [
        "RH confidencial",
        "Ergonomia e SST",
        "Privacidade de Dados (LGPD)",
        "Gestão de jornada"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T07:27:41",
      "updated_at": "2025-10-14T07:27:41"
    }
  ],
  "categories": [
    "compliance",
    "saude_ocupacional"
  ],
  "feedback_history": [],
  "category_keywords": {
    "compliance": {
      "roadmap": 1.0,
      "operacoes": 1.5,
      "quanticas": 1.0,
      "resumo": 1.3333,
      "executivo": 1.0,
      "plano": 1.0,
      "introduzir": 1.0,
      "computacao": 1.0,
      "quantica": 1.0,
      "criptografia": 1.0,
      "pqc": 1.0,
      "redes": 1.0,
      "bancarias": 1.0,
      "globais.": 1.5,
      "infraestrutura": 1.0,
      "detalha": 1.0,
      "laboratorios,": 1.0,
      "provedores,": 1.0,
      "protocolos": 1.0,
      "chave": 1.0,
      "seção": 1.0,
      "auditoria": 0.6667,
      "memorando": 0.8333,
      "integrado": 0.3333,
      "financeiro-compliance": 0.3333,
      "executivo:": 0.3333,
      "documento": 0.3333,
      "orienta": 0.3333,
      "consolidação": 0.3333,
      "controles": 0.3333,
      "internos,": 0.3333,
      "contínua": 0.3333,
      "governança": 0.3333,
      "risco": 0.3333,
      "operações": 0.3333,
      "derivativos": 0.3333,
      "verdes": 0.3333,
      "distribuídos": 0.3333,
      "múltiplas": 0.3333,
      "sem": 1.0,
      "clausulas": 1.0,
      "comite": 1.0,
      "interno": 0.5,
      "uso": 0.5,
      "restrito": 0.5,
      "unidade:": 0.5,
      "estrategicas": 0.5,
      "data:": 0.5,
      "assunto:": 0.5,
      "revisar": 0.5,
      "processo": 0.5,
      "onboarding": 0.5,
      "fornecedores": 0.5,
      "trechos": 0.5,
      "registrados:": 0.5,
      "equipe": 0.5
    },
    "saude_ocupacional": {
      "laudo": 1.0,
      "medico": 0.5,
      "uso": 0.5,
      "clinico": 0.5,
      "paciente:": 0.5,
      "##########": 0.5,
      "(dados": 0.5,
      "mascarados)": 0.5,
      "especialidade:": 0.5,
      "medicina": 0.5,
      "trabalho": 0.5,
      "data": 0.5,
      "avaliacao:": 0.5,
      "achados:": 0.5,
      "paciente": 0.5,
      "relata": 0.5,
      "ergonomia": 0.5,
      "inadequada": 0.5,
      "estacao": 0.5,
      "compartilhada.": 0.5
    }
  }
}