{
  "version": 1,
  "entries": [
    {
      "id": "8f29a83e-67db-4486-bfe8-da3811e164a1",
      "file_name": "informe_02.pdf",
      "category": "compliance",
      "theme": "Plano diretor ESG e governança de IA para produtos financeiros digitais com compliance regulatório multijurisdicional",
      "confidence": 0.82,
      "summary": "Plano Diretor ESG Tech Finance 2035 Resumo: integra indicadores ESG, metas de emissao zero e governanca de IA responsavel para produtos financeiros digitais. Secao IA Responsavel: monitora vies, explicabilidade, fairness e politicas de auditoria continua. Secao Compliance Global: requer reporte sincronizado para SEC, ESMA, FCA, CVM e MAS. Secao Financas: define stress testing climatico, precificacao de risco ambiental e uso de green bonds com blockchain. Secao Operacoes: descreve testes de continuidade, war games, runbooks multi-cloud e coordenacao com CERTs nacionais.",
      "justification": "A classificação principal em compliance é sustentada por referências explícitas a requisitos regulatórios e governança: \"Compliance Global: requer reporte sincronizado para SEC, ESMA, FCA, CVM e MAS\"; políticas de \"auditoria contínua\" e governança de IA responsável (monitorar viés, explicabilidade e fairness); além de coordenação com CERTs, que reforça conformidade operacional e de segurança. Esses elementos indicam foco primário em aderência regulatória, governança e reporte. Evidências-chave: SEC/ESMA/FCA/CVM/MAS; auditoria contínua; governança de IA; reporte sincronizado; coordenação com CERTs. Categorias alternativas e grau de match: • financeiro (≈75%): contém \"stress testing climático\", \"precificação de risco ambiental\" e \"uso de green bonds com blockchain\" — tópicos centrais de finanças sustentáveis e gestão de risco. • tecnologia (≈70%): forte presença de \"IA responsável\", \"runbooks multi-cloud\", \"war games\" e práticas operacionais/segurança que envolvem arquitetura e SRE. • juridico (≈55%): citação de autoridades reguladoras e exigências de reporte têm interface jurídica, embora o texto seja mais orientado a políticas e operações de compliance do que a análise legal. Necessidade de multiatribuição: alta, devido à sobreposição substancial entre compliance, financeiro e tecnologia; por isso são atribuídas áreas secundárias em financeiro, tecnologia e, em menor grau, jurídico. As palavras-chave evidenciam a aderência de compliance como núcleo do documento.",
      "tokens": {
        "secao": 1.0,
        "plano": 0.25,
        "diretor": 0.25,
        "esg": 0.25,
        "tech": 0.25,
        "finance": 0.25,
        "resumo:": 0.25,
        "integra": 0.25,
        "indicadores": 0.25,
        "esg,": 0.25,
        "metas": 0.25,
        "emissao": 0.25,
        "zero": 0.25,
        "governanca": 0.25,
        "responsavel": 0.25,
        "produtos": 0.25,
        "financeiros": 0.25,
        "digitais.": 0.25,
        "responsavel:": 0.25,
        "monitora": 0.25,
        "vies,": 0.25,
        "explicabilidade,": 0.25,
        "fairness": 0.25,
        "politicas": 0.25,
        "auditoria": 0.25,
        "continua.": 0.25,
        "compliance": 0.25,
        "global:": 0.25,
        "requer": 0.25,
        "reporte": 0.25,
        "sincronizado": 0.25,
        "sec,": 0.25,
        "esma,": 0.25,
        "fca,": 0.25,
        "cvm": 0.25,
        "mas.": 0.25,
        "financas:": 0.25,
        "define": 0.25,
        "stress": 0.25,
        "testing": 0.25,
        "climatico,": 0.25,
        "precificacao": 0.25,
        "risco": 0.25,
        "ambiental": 0.25,
        "uso": 0.25,
        "green": 0.25,
        "bonds": 0.25,
        "blockchain.": 0.25,
        "operacoes:": 0.25,
        "descreve": 0.25,
        "testes": 0.25,
        "continuidade,": 0.25,
        "war": 0.25,
        "games,": 0.25,
        "runbooks": 0.25,
        "multi-cloud": 0.25,
        "coordenacao": 0.25,
        "certs": 0.25,
        "nacionais.": 0.25
      },
      "areas_secundarias": [
        "financeiro",
        "tecnologia",
        "juridico"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:38:08",
      "updated_at": "2025-10-14T00:38:08"
    },
    {
      "id": "283cc5a9-a866-4095-9842-0d3d746f6971",
      "file_name": "informe_09.docx",
      "category": "compliance",
      "theme": "Roadmap para adoção de computação quântica e criptografia pós‑quântica (PQC) em redes bancárias, com ênfase em impactos regulatórios (Basel, GDPR, LGPD, BIS, FMI) e requisitos de capital até 2036.",
      "confidence": 0.94,
      "summary": "Roadmap de Operacoes Quanticas 2036 Resumo Executivo Plano para introduzir computacao quantica e criptografia PQC em redes bancarias globais. Infraestrutura Detalha laboratorios, provedores, protocolos de chave lattice e redundancia classica. Compliance Analisa impactos sobre Basel, GDPR, LGPD, regulamentos do BIS e guidelines do FMI. Financas Modela investimento, CAPEX/OPEX, ROI, risco de obsolescencia tecnologica e capitais regulatorios. Juridico Clausulas de confidencialidade reforcadas, acordos de responsabilidade compartilhada e arbitragens.",
      "justification": "A categoria 'compliance' é a mais adequada porque o documento dedica seção explícita a Compliance e analisa impactos sobre Basel, GDPR, LGPD, regulamentos do BIS e guidelines do FMI, além de tratar de capitais regulatórios — termos centrais de aderência regulatória em serviços financeiros. O fio condutor do roadmap é garantir conformidade na introdução de computação quântica e PQC em redes bancárias, conectando infraestrutura/segurança a exigências prudenciais e de proteção de dados.\nEvidências (palavras‑chave do texto): \"Compliance\", \"Basel\", \"GDPR\", \"LGPD\", \"regulamentos do BIS\", \"guidelines do FMI\", \"capitais regulatorios\"; além de referências técnicas relacionadas à segurança como \"criptografia PQC\", \"protocolos de chave lattice\".\nCategorias alternativas e grau de match: (1) Estratégia tecnológica/transformação digital (match ~85%): forte presença de 'Infraestrutura', 'laboratórios', 'provedores' e roadmap tecnológico; (2) Segurança da informação e criptografia (match ~80%): foco em PQC e protocolos lattice visando resiliência; (3) Gestão de risco e capital (match ~75%): trata de risco de obsolescência, capitais regulatórios e Basel; (4) Jurídico/contratual (match ~60%): cláusulas de confidencialidade, responsabilidade e arbitragem. Apesar das alternativas, a amarração regulatória transversal justifica 'compliance' como eixo principal.\nNecessidade de multiatribuição: Alta. Há sobreposição substancial entre compliance, segurança/criptografia PQC, estratégia tecnológica, finanças (CAPEX/OPEX, ROI) e jurídico; contudo, as decisões de adoção estão condicionadas primordialmente por requisitos regulatórios, sustentando 'compliance' como categoria principal.",
      "tokens": {
        "roadmap": 1.0,
        "operacoes": 1.0,
        "quanticas": 1.0,
        "resumo": 1.0,
        "executivo": 1.0,
        "plano": 1.0,
        "introduzir": 1.0,
        "computacao": 1.0,
        "quantica": 1.0,
        "criptografia": 1.0,
        "pqc": 1.0,
        "redes": 1.0,
        "bancarias": 1.0,
        "globais.": 1.0,
        "infraestrutura": 1.0,
        "detalha": 1.0,
        "laboratorios,": 1.0,
        "provedores,": 1.0,
        "protocolos": 1.0,
        "chave": 1.0,
        "lattice": 1.0,
        "redundancia": 1.0,
        "classica.": 1.0,
        "compliance": 1.0,
        "analisa": 1.0,
        "impactos": 1.0,
        "basel,": 1.0,
        "gdpr,": 1.0,
        "lgpd,": 1.0,
        "regulamentos": 1.0,
        "bis": 1.0,
        "guidelines": 1.0,
        "fmi.": 1.0,
        "financas": 1.0,
        "modela": 1.0,
        "investimento,": 1.0,
        "capex/opex,": 1.0,
        "roi,": 1.0,
        "risco": 1.0,
        "obsolescencia": 1.0,
        "tecnologica": 1.0,
        "capitais": 1.0,
        "regulatorios.": 1.0,
        "juridico": 1.0,
        "clausulas": 1.0,
        "confidencialidade": 1.0,
        "reforcadas,": 1.0,
        "acordos": 1.0,
        "responsabilidade": 1.0,
        "compartilhada": 1.0,
        "arbitragens.": 1.0
      },
      "areas_secundarias": [
        "estratégia tecnológica e operações quânticas",
        "segurança da informação e criptografia pós‑quântica (PQC)",
        "gestão de risco e capital regulatório",
        "finanças (CAPEX/OPEX, ROI, obsolescência tecnológica)",
        "jurídico e contratos (confidencialidade, responsabilidade, arbitragem)",
        "governança e proteção de dados (GDPR/LGPD)"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:43:30",
      "updated_at": "2025-10-14T00:43:30"
    },
    {
      "id": "bd9054f8-edb6-4f10-8a69-56f4bc72a841",
      "file_name": "informe_06.docx",
      "category": "compliance",
      "theme": "Manual de Governança de Dados 2036 com foco regulatório (LGPD/GDPR, Open Banking/Insurance, CBDC), arquitetura data mesh, segurança de dados (mascaramento/tokenização), auditoria e gestão de riscos.",
      "confidence": 0.83,
      "summary": "Manual de Governanca de Dados 2036 Resumo Executivo Integra LGPD, GDPR, open banking, open insurance e central bank digital currency (CBDC). Arquitetura Data mesh federado, catalogo semantico, mascaramento dinamico e tokenizacao segura. Auditoria e Compliance Integra trilhas imutaveis, assinaturas digitais e reporte automatizado para reguladores. Riscos e Controles Modelo de risco operacional digital, matriz de impacto, planos de resposta e due diligence de terceiros.",
      "justification": "A categoria 'compliance' é a mais aderente porque o documento integra marcos regulatórios (LGPD, GDPR, open banking, open insurance e CBDC) e descreve mecanismos típicos de conformidade: auditoria, trilhas imutáveis, assinaturas digitais, reporte automatizado a reguladores e due diligence de terceiros. Evidências textuais: 'LGPD', 'GDPR', 'Auditoria e Compliance', 'trilhas imutáveis', 'reporte automatizado para reguladores', 'due diligence de terceiros'. Apesar de o perfil recente da categoria incluir temas de PQC, 'compliance' abrange governança, controles e reporte regulatório. Categorias alternativas e grau de match: Governança de Dados (~90) pelo foco em 'data mesh federado', 'catálogo semântico' e políticas de dados; Risco Operacional (~80) por 'modelo de risco operacional digital', 'matriz de impacto' e 'planos de resposta'; Segurança da Informação (~75) por 'mascaramento dinâmico', 'tokenização segura' e 'assinaturas digitais'; Arquitetura de Dados (~70) por decisões de arquitetura (data mesh, catálogo). Necessidade de multiatribuição: alta, pois há forte sobreposição entre compliance regulatório, governança de dados e gestão de riscos.\nPalavras-chave da categoria compliance: roadmap, operacoes, quanticas, resumo, executivo, plano.",
      "tokens": {
        "integra": 1.0,
        "open": 1.0,
        "manual": 0.5,
        "governanca": 0.5,
        "dados": 0.5,
        "resumo": 0.5,
        "executivo": 0.5,
        "lgpd,": 0.5,
        "gdpr,": 0.5,
        "banking,": 0.5,
        "insurance": 0.5,
        "central": 0.5,
        "bank": 0.5,
        "digital": 0.5,
        "currency": 0.5,
        "(cbdc).": 0.5,
        "arquitetura": 0.5,
        "data": 0.5,
        "mesh": 0.5,
        "federado,": 0.5,
        "catalogo": 0.5,
        "semantico,": 0.5,
        "mascaramento": 0.5,
        "dinamico": 0.5,
        "tokenizacao": 0.5,
        "segura.": 0.5,
        "auditoria": 0.5,
        "compliance": 0.5,
        "trilhas": 0.5,
        "imutaveis,": 0.5,
        "assinaturas": 0.5,
        "digitais": 0.5,
        "reporte": 0.5,
        "automatizado": 0.5,
        "reguladores.": 0.5,
        "riscos": 0.5,
        "controles": 0.5,
        "modelo": 0.5,
        "risco": 0.5,
        "operacional": 0.5,
        "digital,": 0.5,
        "matriz": 0.5,
        "impacto,": 0.5,
        "planos": 0.5,
        "resposta": 0.5,
        "due": 0.5,
        "diligence": 0.5,
        "terceiros.": 0.5
      },
      "areas_secundarias": [
        "Governança de Dados",
        "Segurança da Informação e Privacidade",
        "Gestão de Riscos Operacionais",
        "Arquitetura de Dados (data mesh, catálogo semântico)",
        "Auditoria e Trilhas Imutáveis",
        "Reporte regulatório automatizado",
        "Open Banking e Open Insurance",
        "Integração com CBDC",
        "Due diligence de terceiros"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:45:17",
      "updated_at": "2025-10-14T00:45:17"
    },
    {
      "id": "c3577368-1c9e-40b9-8a17-26ee491306e2",
      "file_name": "memorando_integrado_financeiro_compliance_2031.docx",
      "category": "compliance",
      "theme": "Framework integrado de controles internos, auditoria contínua e governança de risco para operações de derivativos verdes multijurisdicionais, com uso de IA explicável e logs imutáveis, alinhado a regras de SEC/ESMA/Banco Central e a métricas ESG e reporte de capital econômico.",
      "confidence": 0.9,
      "summary": "Memorando Integrado Financeiro-Compliance 2031 Resumo executivo: documento orienta consolidação de controles internos, auditoria contínua e governança de risco para operações de derivativos verdes distribuídos em múltiplas bolsas. Seção 1 - Tecnologia Define arquitetura de processamento em tempo real com IA explicável e logs imutáveis para auditoria regulatória. Seção 2 - Compliance Relaciona regras da SEC, ESMA e Banco Central, descrevendo matrizes de risco, escalonamento de incidentes e requisitos de confidencialidade. Seção 3 - Finanças Aprova modelos de hedge dinâmico, métricas ESG e repor...",
      "justification": "A aderência a compliance é evidenciada por termos e seções explícitas: \"auditoria contínua\", \"governança de risco\", \"logs imutáveis para auditoria regulatória\", \"Relaciona regras da SEC, ESMA e Banco Central\", \"matrizes de risco\", \"escalonamento de incidentes\", \"requisitos de confidencialidade\", além de artefatos de controle como \"RACI\", \"plano de resposta a incidentes\" e \"indicadores de risco-chave\". Esses elementos situam o documento no núcleo de compliance regulatório e controle interno, ainda que haja forte interseção com finanças e tecnologia. Aderência a palavras-chave típicas do perfil de compliance: presença de \"plano\" (plano de resposta a incidentes), \"operações\" (operações de derivativos), e foco regulatório e de auditoria. Categorias alternativas e grau de match: (1) Finanças/Risco (se existisse) — match ~85%, pela aprovação de modelos de hedge dinâmico, métricas ESG e reporte de capital econômico; (2) Tecnologia/RegTech (se existisse) — match ~70%, pelo uso de IA explicável e logs imutáveis para auditoria; (3) ESG/Governança (se existisse) — match ~60%, pela integração de métricas ESG à governança e controles. Necessidade de multiatribuição: média-alta, pois o conteúdo é explicitamente integrado (financeiro-compliance-tecnologia), mas o driver principal permanece a conformidade regulatória e a auditoria.\nPalavras-chave da categoria compliance: roadmap, operacoes, quanticas, resumo, executivo, plano.",
      "tokens": {
        "seção": 1.0,
        "auditoria": 0.6667,
        "memorando": 0.3333,
        "integrado": 0.3333,
        "financeiro-compliance": 0.3333,
        "resumo": 0.3333,
        "executivo:": 0.3333,
        "documento": 0.3333,
        "orienta": 0.3333,
        "consolidação": 0.3333,
        "controles": 0.3333,
        "internos,": 0.3333,
        "contínua": 0.3333,
        "governança": 0.3333,
        "risco": 0.3333,
        "operações": 0.3333,
        "derivativos": 0.3333,
        "verdes": 0.3333,
        "distribuídos": 0.3333,
        "múltiplas": 0.3333,
        "bolsas.": 0.3333,
        "tecnologia": 0.3333,
        "define": 0.3333,
        "arquitetura": 0.3333,
        "processamento": 0.3333,
        "tempo": 0.3333,
        "real": 0.3333,
        "explicável": 0.3333,
        "logs": 0.3333,
        "imutáveis": 0.3333,
        "regulatória.": 0.3333,
        "compliance": 0.3333,
        "relaciona": 0.3333,
        "regras": 0.3333,
        "sec,": 0.3333,
        "esma": 0.3333,
        "banco": 0.3333,
        "central,": 0.3333,
        "descrevendo": 0.3333,
        "matrizes": 0.3333,
        "risco,": 0.3333,
        "escalonamento": 0.3333,
        "incidentes": 0.3333,
        "requisitos": 0.3333,
        "confidencialidade.": 0.3333,
        "finanças": 0.3333,
        "aprova": 0.3333,
        "modelos": 0.3333,
        "hedge": 0.3333,
        "dinâmico,": 0.3333,
        "métricas": 0.3333,
        "esg": 0.3333,
        "reporte": 0.3333,
        "capital": 0.3333,
        "econômico": 0.3333,
        "comitês": 0.3333,
        "executivos.": 0.3333,
        "apêndice": 0.3333,
        "inclui": 0.3333,
        "raci": 0.3333
      },
      "areas_secundarias": [
        "governança de risco financeiro",
        "auditoria contínua e trilhas de auditoria (logs imutáveis)",
        "regulação multijurisdicional (SEC, ESMA, Banco Central)",
        "derivativos verdes e hedge dinâmico",
        "ESG e reporte de capital econômico",
        "gestão de incidentes e confidencialidade",
        "gestão de terceiros críticos e cláusulas contratuais",
        "RACI e escalonamento"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T00:46:49",
      "updated_at": "2025-10-14T00:46:49"
    },
    {
      "id": "73c17a96-a71f-4213-b445-137b951dc384",
      "file_name": "memorando_interno_fragmentado.txt",
      "category": "compliance",
      "theme": "Revisão do onboarding de fornecedores globais com due diligence, atualização de cláusulas de segurança da informação, alinhamento a políticas ESG, plano corretivo e reporte ao comitê de risco/executivo.",
      "confidence": 0.9,
      "summary": "MEMORANDO INTERNO - USO RESTRITO Unidade: Operacoes Estrategicas Data: 05/08/2025 Assunto: Revisar o processo de onboarding de fornecedores globais. Trechos registrados: - A equipe comercial aprovou um parceiro sem due diligence completa. - Ha contratos sem clausulas de seguranca da informacao atualizadas. - O time juridico sinalizou conflitos de clausulas com politicas ESG. - Auditoria pede plano corretivo antes do proximo comite executivo. Acoes urgentes: * Consolidar parecer do compliance e da area financeira. * Enviar relatorio ao comite de risco ate sexta-feira. * Manter registro de comun...",
      "justification": "Classificado como compliance porque o conteúdo central trata de controles e conformidade no onboarding de fornecedores, incluindo due diligence, cláusulas contratuais de segurança da informação, aderência a políticas ESG, exigências de auditoria e reporte a comitês de risco/executivo. Evidências textuais: “parceiro sem due diligence completa”, “contratos sem cláusulas de segurança da informação atualizadas”, “conflitos de cláusulas com políticas ESG”, “Auditoria pede plano corretivo”, “Consolidar parecer do compliance” e “Enviar relatório ao comitê de risco”. Aderência ao perfil de palavras-chave da categoria: presença de “operacoes” (Unidade: Operacoes Estrategicas), “executivo” (comitê executivo) e “plano” (plano corretivo). Alternativas relevantes e grau de match: - Gestão de Risco de Terceiros (TPRM)/Procurement: 85 (foco no onboarding de fornecedores, due diligence e gestão de contratos). - Auditoria Interna: 70 (demanda por plano corretivo e reporte antes do comitê). - Segurança da Informação: 60 (cláusulas de SI desatualizadas). - Jurídico/Contratos: 55 (conflitos contratuais com políticas ESG). - ESG/Governança: 65 (alinhamento a políticas ESG e reporte a comitês). Necessidade de multiatribuição: moderada. O documento cruza compliance com TPRM, Auditoria e Segurança da Informação; contudo, considerando as categorias conhecidas, “compliance” permanece adequada como principal.\nPalavras-chave da categoria compliance: resumo, roadmap, operacoes, quanticas, executivo, plano.",
      "tokens": {
        "sem": 1.0,
        "clausulas": 1.0,
        "comite": 1.0,
        "memorando": 0.5,
        "interno": 0.5,
        "uso": 0.5,
        "restrito": 0.5,
        "unidade:": 0.5,
        "operacoes": 0.5,
        "estrategicas": 0.5,
        "data:": 0.5,
        "assunto:": 0.5,
        "revisar": 0.5,
        "processo": 0.5,
        "onboarding": 0.5,
        "fornecedores": 0.5,
        "globais.": 0.5,
        "trechos": 0.5,
        "registrados:": 0.5,
        "equipe": 0.5,
        "comercial": 0.5,
        "aprovou": 0.5,
        "parceiro": 0.5,
        "due": 0.5,
        "diligence": 0.5,
        "completa.": 0.5,
        "contratos": 0.5,
        "seguranca": 0.5,
        "informacao": 0.5,
        "atualizadas.": 0.5,
        "time": 0.5,
        "juridico": 0.5,
        "sinalizou": 0.5,
        "conflitos": 0.5,
        "politicas": 0.5,
        "esg.": 0.5,
        "auditoria": 0.5,
        "pede": 0.5,
        "plano": 0.5,
        "corretivo": 0.5,
        "antes": 0.5,
        "proximo": 0.5,
        "executivo.": 0.5,
        "acoes": 0.5,
        "urgentes:": 0.5,
        "consolidar": 0.5,
        "parecer": 0.5,
        "compliance": 0.5,
        "area": 0.5,
        "financeira.": 0.5,
        "enviar": 0.5,
        "relatorio": 0.5,
        "risco": 0.5,
        "ate": 0.5,
        "sexta-feira.": 0.5,
        "manter": 0.5,
        "registro": 0.5,
        "comunicacoes": 0.5,
        "fornecedor": 0.5,
        "contestado.": 0.5
      },
      "areas_secundarias": [
        "Gestão de Risco de Terceiros (TPRM)",
        "Auditoria Interna",
        "Segurança da Informação",
        "Jurídico e Contratos",
        "ESG e Sustentabilidade",
        "Gestão de Riscos Corporativos"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T01:39:33",
      "updated_at": "2025-10-14T01:39:33"
    },
    {
      "id": "3e3ae2ee-81d8-4005-b7bf-590b3471281f",
      "file_name": "laudo_medico_em_contexto_corporativo.txt",
      "category": "saude_ocupacional",
      "theme": "Laudo de Medicina do Trabalho com achados de ergonomia inadequada em estação compartilhada e recomendação de ajuste de jornada e mobiliário; conteúdo sensível a ser encaminhado ao RH confidencial.",
      "confidence": 0.96,
      "summary": "LAUDO MEDICO - USO CLINICO Paciente: ########## (dados mascarados) Especialidade: Medicina do Trabalho Data avaliacao: 22/07/2025 Achados: Paciente relata ergonomia inadequada em estacao compartilhada. Recomendado ajuste de jornada e mobiliario, com laudo complementar. Observacao importante: Documento enviado por engano para o canal de classificacao corporativa. Conteudo deve ser tratado como sensivel e direcionado ao RH confidencial.",
      "justification": "A classificação como Saúde Ocupacional se baseia em evidências textuais explícitas: 'Especialidade: Medicina do Trabalho', 'ergonomia inadequada', 'ajuste de jornada e mobiliário' e a orientação para 'RH confidencial' e tratamento 'sensível'. Esses termos caracterizam um laudo clínico-ocupacional voltado à saúde e segurança do trabalho e à gestão de pessoas, distinto da categoria conhecida 'compliance', cujos tópicos recorrentes (controles internos, governança, auditoria, data mesh, requisitos regulatórios SEC/ESMA/BC, PQC) não aparecem no documento. Aderência à categoria escolhida: alta, pelas palavras-chave citadas. Categorias alternativas: 'compliance' (match ~25-30%) apenas pelo aspecto de privacidade de dados/LGPD e pelo envio indevido ao canal corporativo; porém faltam elementos de governança/controles/auditoria exigidos para enquadrar como compliance. Necessidade de multiatribuição: baixa; apesar da relação secundária com privacidade (LGPD), a natureza primária é clínica-ocupacional e de RH.",
      "tokens": {
        "laudo": 1.0,
        "medico": 0.5,
        "uso": 0.5,
        "clinico": 0.5,
        "paciente:": 0.5,
        "##########": 0.5,
        "(dados": 0.5,
        "mascarados)": 0.5,
        "especialidade:": 0.5,
        "medicina": 0.5,
        "trabalho": 0.5,
        "data": 0.5,
        "avaliacao:": 0.5,
        "achados:": 0.5,
        "paciente": 0.5,
        "relata": 0.5,
        "ergonomia": 0.5,
        "inadequada": 0.5,
        "estacao": 0.5,
        "compartilhada.": 0.5,
        "recomendado": 0.5,
        "ajuste": 0.5,
        "jornada": 0.5,
        "mobiliario,": 0.5,
        "complementar.": 0.5,
        "observacao": 0.5,
        "importante:": 0.5,
        "documento": 0.5,
        "enviado": 0.5,
        "por": 0.5,
        "engano": 0.5,
        "canal": 0.5,
        "classificacao": 0.5,
        "corporativa.": 0.5,
        "conteudo": 0.5,
        "deve": 0.5,
        "ser": 0.5,
        "tratado": 0.5,
        "sensivel": 0.5,
        "direcionado": 0.5,
        "confidencial.": 0.5
      },
      "areas_secundarias": [
        "RH confidencial",
        "Ergonomia e SST",
        "Privacidade de Dados (LGPD)",
        "Gestão de jornada"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-14T07:27:41",
      "updated_at": "2025-10-14T07:27:41"
    },
    {
      "id": "3a7e9f60-508c-475b-ad6e-4648bb4b14e2",
      "file_name": "contabilidade_comunicado_cvm_resolucao_175.txt",
      "category": "compliance",
      "theme": "Ofício circular da CVM sobre Resoluções 175/187: atualização da lâmina de informações básicas dos FIFs, substituição de 'alavancagem' por 'margem' e orientações/prazos de envio ao regulador.",
      "confidence": 0.6006,
      "summary": "﻿Comunicado nº 2023/000033 - 13/10/2023 Resolução 175: CVM publica ofício para esclarecer dúvidas sobre documento de FIFs Resolução 175: CVM publica ofício para esclarecer dúvidas sobre documento de FIFs Caro(a), A CVM publicou, na última sexta-feira (6), um ofício circular que esclarece dúvidas sobre as mudanças na lâmina de informações básicas dos FIFs (Fundos de Investimento Financeiro), documento que deve ser enviado mensalmente para o regulador. A lâmina foi alterada em função da Resolução 187, que atualizou pontualmente as regras da 175 e, dentre as mudanças, substituiu o termo \"alavanca...",
      "justification": "Aderência a compliance evidenciada por termos regulatórios: \"CVM\", \"Resolução 175/187\", \"ofício circular\", \"regulador\", \"lâmina de informações básicas\", \"FIFs\", \"exposição ao risco de capital\", \"margem bruta\" e \"alavancagem\", indicando orientação normativa e reporte obrigatório. Apesar de o perfil histórico de palavras-chave de compliance incluir tópicos como computação quântica, o conteúdo é consistente com amostras recentes da categoria (memorandos regulatórios e ESG) por tratar de atualização regulatória e conformidade de reporte. Alternativas: (1) contabilidade (match ~65%) — possível por envolver preparação/ajuste de reportes periódicos dos fundos; (2) tesouraria (match ~30%) — tangencia métricas de risco/margem, mas não versa sobre gestão de caixa/fluxo; (3) tecnologia (match ~5%) e (4) saúde_ocupacional (match ~0%) — não pertinentes. Necessidade de multiatribuição: moderada; inclui-se contabilidade como área secundária porque a administração/contabilidade do fundo executa a produção da lâmina impactada pela norma.\nPalavras-chave da categoria compliance: operacoes, globais., resumo, roadmap, quanticas, executivo.",
      "tokens": {
        "documento": 1.0,
        "lâmina": 1.0,
        "resolução": 0.75,
        "cvm": 0.75,
        "ofício": 0.75,
        "dúvidas": 0.75,
        "fifs": 0.75,
        "informações": 0.75,
        "publica": 0.5,
        "esclarecer": 0.5,
        "circular": 0.5,
        "deve": 0.5,
        "﻿comunicado": 0.25,
        "caro(a),": 0.25,
        "publicou,": 0.25,
        "última": 0.25,
        "sexta-feira": 0.25,
        "esclarece": 0.25,
        "mudanças": 0.25,
        "básicas": 0.25,
        "(fundos": 0.25,
        "investimento": 0.25,
        "financeiro),": 0.25,
        "ser": 0.25,
        "enviado": 0.25,
        "mensalmente": 0.25,
        "regulador.": 0.25,
        "foi": 0.25,
        "alterada": 0.25,
        "função": 0.25,
        "atualizou": 0.25,
        "pontualmente": 0.25,
        "regras": 0.25,
        "dentre": 0.25,
        "mudanças,": 0.25,
        "substituiu": 0.25,
        "termo": 0.25,
        "\"alavancagem\"": 0.25,
        "por": 0.25,
        "\"margem\"": 0.25,
        "linha": 0.25,
        "seção": 0.25,
        "regra": 0.25,
        "trata": 0.25,
        "exposição": 0.25,
        "risco": 0.25,
        "capital.": 0.25,
        "agora,": 0.25,
        "pede": 0.25,
        "dados": 0.25,
        "limites": 0.25,
        "máximos": 0.25,
        "utilização": 0.25,
        "margem": 0.25,
        "bruta": 0.25,
        "onde": 0.25,
        "antes": 0.25,
        "constava": 0.25,
        "alavancagem.": 0.25,
        "fundos": 0.25
      },
      "areas_secundarias": [
        "contabilidade"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-15T08:18:00",
      "updated_at": "2025-10-15T08:18:00"
    },
    {
      "id": "f12b30a5-0d74-460a-9325-a048f75ce9c5",
      "file_name": "contabilidade_comunicado_cvm_resolucao_175.txt",
      "category": "compliance",
      "theme": "Ofício circular da CVM sobre Resoluções 175/187: atualização da lâmina dos FIFs, substituição de 'alavancagem' por 'margem' e orientações/prazos de envio ao regulador",
      "confidence": 0.764,
      "summary": "﻿Comunicado nº 2023/000033 - 13/10/2023 Resolução 175: CVM publica ofício para esclarecer dúvidas sobre documento de FIFs Resolução 175: CVM publica ofício para esclarecer dúvidas sobre documento de FIFs Caro(a), A CVM publicou, na última sexta-feira (6), um ofício circular que esclarece dúvidas sobre as mudanças na lâmina de informações básicas dos FIFs (Fundos de Investimento Financeiro), documento que deve ser enviado mensalmente para o regulador. A lâmina foi alterada em função da Resolução 187, que atualizou pontualmente as regras da 175 e, dentre as mudanças, substituiu o termo \"alavanca...",
      "justification": "A peça trata diretamente de requisitos regulatórios da CVM para fundos (FIFs), citando ofício circular, Resoluções 175 e 187, ajustes terminológicos ('alavancagem' → 'margem'), e prazos/formato de reporte ao regulador — elementos típicos de compliance regulatório. Evidências textuais: 'CVM publicou... ofício circular', 'lâmina de informações básicas dos FIFs', 'documento... enviado mensalmente para o regulador', 'Resolução 175', 'Resolução 187', 'substituiu o termo \"alavancagem\" por \"margem\"', 'limites máximos de utilização de margem bruta', 'fundos registrados a partir de 2 de outubro já devem enviar o documento nesse novo formato'. Alternativas: (1) contabilidade (match ~60%): a lâmina envolve informações financeiras e impacto em rotinas de reporte, mas o foco é a exigência regulatória, não o tratamento contábil. (2) tesouraria (match ~25%): há menção a 'margem' e 'exposição ao risco de capital', porém o conteúdo não aborda gestão de caixa/hedge, ficando periférico. Necessidade de multiatribuição: baixa; contabilidade como área secundária é suficiente para refletir impactos operacionais sem descaracterizar o eixo regulatório. Nota: embora o perfil histórico de 'compliance' liste outras palavras-chave, este documento já consta como amostra recente dessa categoria e alinha-se ao escopo regulatório da CVM.\nConfianca incrementada pelas camadas historicas (delta=7.0 p.p.).\nPalavras-chave da categoria compliance: operacoes, globais., resumo, roadmap, quanticas, executivo.",
      "tokens": {
        "documento": 1.0,
        "lâmina": 1.0,
        "resolução": 0.75,
        "cvm": 0.75,
        "ofício": 0.75,
        "dúvidas": 0.75,
        "fifs": 0.75,
        "informações": 0.75,
        "publica": 0.5,
        "esclarecer": 0.5,
        "circular": 0.5,
        "deve": 0.5,
        "﻿comunicado": 0.25,
        "caro(a),": 0.25,
        "publicou,": 0.25,
        "última": 0.25,
        "sexta-feira": 0.25,
        "esclarece": 0.25,
        "mudanças": 0.25,
        "básicas": 0.25,
        "(fundos": 0.25,
        "investimento": 0.25,
        "financeiro),": 0.25,
        "ser": 0.25,
        "enviado": 0.25,
        "mensalmente": 0.25,
        "regulador.": 0.25,
        "foi": 0.25,
        "alterada": 0.25,
        "função": 0.25,
        "atualizou": 0.25,
        "pontualmente": 0.25,
        "regras": 0.25,
        "dentre": 0.25,
        "mudanças,": 0.25,
        "substituiu": 0.25,
        "termo": 0.25,
        "\"alavancagem\"": 0.25,
        "por": 0.25,
        "\"margem\"": 0.25,
        "linha": 0.25,
        "seção": 0.25,
        "regra": 0.25,
        "trata": 0.25,
        "exposição": 0.25,
        "risco": 0.25,
        "capital.": 0.25,
        "agora,": 0.25,
        "pede": 0.25,
        "dados": 0.25,
        "limites": 0.25,
        "máximos": 0.25,
        "utilização": 0.25,
        "margem": 0.25,
        "bruta": 0.25,
        "onde": 0.25,
        "antes": 0.25,
        "constava": 0.25,
        "alavancagem.": 0.25,
        "fundos": 0.25
      },
      "areas_secundarias": [
        "contabilidade"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-15T08:34:18",
      "updated_at": "2025-10-15T08:34:18"
    },
    {
      "id": "ec5e7148-9b31-450a-9254-23ced62bd24e",
      "file_name": "contabilidade_instrucao_normativa_rfb_2181.txt",
      "category": "compliance",
      "theme": "IN RFB 2.181/2024: altera a IN 2.043 sobre EFD-Reinf e substitui a Dirf para fatos a partir de 01/01/2025",
      "confidence": 0.7902,
      "summary": "﻿NORMAS Visão Multivigente INSTRUÇÃO NORMATIVA RFB Nº 2181, DE 13 DE MARÇO DE 2024 Publicado(a) no DOU de 15/03/2024, seção 1, página 20 * Este texto não substitui o publicado oficialmente. Altera a Instrução Normativa RFB nº 2.043, de 12 de agosto de 2021, que dispõe sobre a Escrituração Fiscal Digital de Retenções e Outras Informações Fiscais (EFD-Reinf). O SECRETÁRIO ESPECIAL DA RECEITA FEDERAL DO BRASIL, no uso da atribuição que lhe confere o inciso III do art. 350 do Regimento Interno da Secretaria Especial da Receita Federal do Brasil, aprovado pela Portaria ME nº 284, de 27 de julho de ...",
      "justification": "O texto é uma Instrução Normativa da Receita Federal do Brasil que altera regras da EFD-Reinf e estabelece a substituição da Dirf a partir de 01/01/2025, caracterizando obrigação acessória fiscal e escrituração digital típicas de contabilidade fiscal. Aderência é evidenciada por palavras-chave e trechos: \"Instrução Normativa RFB\", \"Escrituração Fiscal Digital de Retenções e Outras Informações Fiscais (EFD-Reinf)\", \"Declaração do Imposto sobre a Renda Retido na Fonte - Dirf\", \"Diário Oficial da União\". Essas expressões remetem a SPED/EFD e obrigações tributárias, núcleo de contabilidade. Em contraste, o perfil recente de compliance no histórico inclui comunicados regulatórios (ex.: CVM) e até termos pouco relacionados (quanticas, pqc), enquanto aqui há foco direto em normas da RFB e cumprimento de obrigações fiscais. Alternativas consideradas: compliance (match ~65%) por tratar-se de norma regulatória e prazos de reporte; tesouraria (match ~10%) com baixa aderência pois não trata de gestão de caixa ou liquidez; tecnologia (match ~5%) apenas tangencial via escrituração digital, sem conteúdo de TI. Necessidade de multiatribuição: baixa a moderada; recomenda-se incluir compliance como área secundária por envolver adequação regulatória e governança de obrigações acessórias.\nCamada heuristica consolidou categoria 'compliance' (palavras-chave: norma).",
      "tokens": {
        "instrução": 1.0,
        "normativa": 1.0,
        "rfb": 0.8,
        "art.": 0.8,
        "janeiro": 0.6,
        "agosto": 0.4,
        "especial": 0.4,
        "receita": 0.4,
        "federal": 0.4,
        "brasil,": 0.4,
        "portaria": 0.4,
        "﻿normas": 0.2,
        "visão": 0.2,
        "multivigente": 0.2,
        "março": 0.2,
        "publicado(a)": 0.2,
        "dou": 0.2,
        "seção": 0.2,
        "página": 0.2,
        "texto": 0.2,
        "não": 0.2,
        "substitui": 0.2,
        "publicado": 0.2,
        "oficialmente.": 0.2,
        "altera": 0.2,
        "dispõe": 0.2,
        "escrituração": 0.2,
        "fiscal": 0.2,
        "digital": 0.2,
        "retenções": 0.2,
        "outras": 0.2,
        "informações": 0.2,
        "fiscais": 0.2,
        "(efd-reinf).": 0.2,
        "secretário": 0.2,
        "uso": 0.2,
        "atribuição": 0.2,
        "lhe": 0.2,
        "confere": 0.2,
        "inciso": 0.2,
        "iii": 0.2,
        "regimento": 0.2,
        "interno": 0.2,
        "secretaria": 0.2,
        "aprovado": 0.2,
        "pela": 0.2,
        "julho": 0.2,
        "tendo": 0.2,
        "vista": 0.2,
        "disposto": 0.2,
        "lei": 0.2,
        "decreto": 0.2,
        "conjunta": 0.2,
        "seprt/rfb": 0.2,
        "junho": 0.2,
        "resolve:": 0.2,
        "passa": 0.2,
        "vigorar": 0.2,
        "seguinte": 0.2,
        "alteração:": 0.2
      },
      "areas_secundarias": [
        "compliance"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-15T08:39:36",
      "updated_at": "2025-10-15T08:39:36"
    },
    {
      "id": "41f66f4c-81a8-4f7e-bcce-ce2a397e8d09",
      "file_name": "tecnologia_instrucao_normativa_bcb_449.txt",
      "category": "compliance",
      "theme": "IN BCB 449/2024: divulga a versão 3.6 do Manual de Segurança do Pix; inclui prazo regulamentar para atualização de certificados digitais; reforça guarda de chaves criptográficas e gestão de certificados; revoga a IN BCB 323; vigência em 01/02/2024",
      "confidence": 0.8821,
      "summary": "﻿Instrução Normativa BCB nº 449 de 12/1/2024 INSTRUÇÃO NORMATIVA BCB Nº 449, DE 12 DE JANEIRO DE 2024 Divulga a versão 3.6 do Manual de Segurança do Pix, que compõe o Regulamento do Pix. O Chefe em exercício do Departamento de Competição e de Estrutura do Mercado Financeiro (Decem), no uso das atribuições que lhe conferem os arts. 23, inciso I, alínea \"a\", e 94, inciso IX, do Regimento Interno do Banco Central do Brasil, anexo à Resolução BCB nº 340, de 21 de setembro de 2023, e tendo em vista o disposto no art. 2º, inciso VI, do Regulamento anexo à Resolução BCB nº 1, de 12 de agosto de 2020,...",
      "justification": "O documento é uma Instrução Normativa do Banco Central (regulador), vinculada ao Regulamento do Pix, portanto predominantemente regulatório/compliance. Evidências textuais: “Instrução Normativa BCB nº 449”, “Divulga a versão 3.6 do Manual de Segurança do Pix, que compõe o Regulamento do Pix”, “Inclusão de prazo regulamentar para atualização de certificados digitais”, “obrigatoriedade da adequada guarda de chaves criptográficas privadas”. Estas palavras-chave caracterizam obrigação regulatória e requisitos de conformidade. Categorias alternativas: tecnologia (match ~80%) pela ênfase em segurança da informação, criptografia e certificados; tesouraria (match ~60%) por impactar operações de pagamentos via Pix. Necessidade de multiatribuição: moderada (adicionadas tecnologia e tesouraria como áreas secundárias) dado o impacto operacional/tecnológico, mas com foco principal em cumprimento regulatório. Observação de histórico: alinhado ao padrão de documentos regulatórios já classificados como compliance (p.ex., comunicações da RFB/CVM), ainda que o conteúdo traga forte componente técnico de segurança.\nConfianca incrementada pelas camadas historicas (delta=5.0 p.p.).\nPalavras-chave da categoria compliance: operacoes, globais., resumo, roadmap, quanticas, executivo.",
      "tokens": {
        "bcb": 1.0,
        "normativa": 0.8571,
        "instrução": 0.7143,
        "art.": 0.7143,
        "manual": 0.5714,
        "segurança": 0.5714,
        "regulamento": 0.5714,
        "anexo": 0.5714,
        "pix,": 0.4286,
        "inciso": 0.4286,
        "resolução": 0.4286,
        "janeiro": 0.2857,
        "divulga": 0.2857,
        "versão": 0.2857,
        "compõe": 0.2857,
        "banco": 0.2857,
        "central": 0.2857,
        "agosto": 0.2857,
        "pix": 0.2857,
        "certificados": 0.2857,
        "﻿instrução": 0.1429,
        "pix.": 0.1429,
        "chefe": 0.1429,
        "exercício": 0.1429,
        "departamento": 0.1429,
        "competição": 0.1429,
        "estrutura": 0.1429,
        "mercado": 0.1429,
        "financeiro": 0.1429,
        "(decem),": 0.1429,
        "uso": 0.1429,
        "atribuições": 0.1429,
        "lhe": 0.1429,
        "conferem": 0.1429,
        "arts.": 0.1429,
        "alínea": 0.1429,
        "\"a\",": 0.1429,
        "ix,": 0.1429,
        "regimento": 0.1429,
        "interno": 0.1429,
        "brasil,": 0.1429,
        "setembro": 0.1429,
        "tendo": 0.1429,
        "vista": 0.1429,
        "disposto": 0.1429,
        "vi,": 0.1429,
        "resolve:": 0.1429,
        "conforme": 0.1429,
        "parágrafo": 0.1429,
        "único.": 0.1429,
        "está": 0.1429,
        "disponível": 0.1429,
        "endereço": 0.1429,
        "eletrônico": 0.1429,
        "brasil": 0.1429,
        "internet:": 0.1429,
        "https://www.bcb.gov.br/content/estabilidadefinanceira/cedsfn/manual_de_seguranca_pix.pdf": 0.1429,
        "fica": 0.1429,
        "revogada": 0.1429,
        "novembro": 0.1429
      },
      "areas_secundarias": [
        "tecnologia",
        "tesouraria"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-15T08:47:35",
      "updated_at": "2025-10-15T08:47:35"
    },
    {
      "id": "736bcc65-eba4-41d5-a360-0725cc0d9dc0",
      "file_name": "tecnologia_resolucao_bcb_445.txt",
      "category": "compliance",
      "theme": "Resolução BCB 445/2024: altera a Resolução BCB 139/2021 e passa a exigir a divulgação do Relatório GRSAC em formato de dados abertos a partir da data-base de dezembro de 2026; vigência na publicação.",
      "confidence": 0.686,
      "summary": "﻿Resolução BCB nº 445 de 17/12/2024 RESOLUÇÃO BCB Nº 445, DE 17 DE DEZEMBRO DE 2024 Altera a Resolução BCB nº 139, de 15 de setembro de 2021, que dispõe sobre a divulgação do Relatório de Riscos e Oportunidades Sociais, Ambientais e Climáticas – Relatório GRSAC. A Diretoria Colegiada do Banco Central do Brasil, em sessão realizada em 17 de dezembro de 2024, com base no disposto nos arts. 9º, 10, caput, inciso IX, e 11, caput, inciso VII, da Lei nº 4.595, de 31 de dezembro de 1964, e no art. 9º, caput, inciso II, da Lei nº 12.865, de 9 de outubro de 2013, e tendo em vista o disposto no art. 56 ...",
      "justification": "Trata-se de norma regulatória do Banco Central (\"Resolução BCB nº 445\", menções a \"Art.\", \"entra em vigor\", \"Diário Oficial\") que altera obrigação de divulgação (compliance/ESG) do Relatório GRSAC e define prazo regulatório (data-base dezembro/2026). Esses elementos são típicos de compliance e alinham-se ao histórico de documentos regulatórios já classificados nessa categoria (ex.: IN BCB 449/2024). Embora mencione \"formato de dados abertos\", não há termos característicos da categoria tecnologia do nosso acervo (ex.: \"SPI\", \"mensagens\", \"catálogo\", \"implantação\"). Categorias alternativas: tecnologia (baixo match, apenas pela implicação técnica de dados abertos, ~30%); contabilidade e tesouraria não se aplicam por ausência de termos financeiros/contábeis operacionais. Necessidade de multiatribuição: baixa; a área de tecnologia é apenas de suporte para o cumprimento do formato de dados abertos.\nConfianca incrementada pelas camadas historicas (delta=5.0 p.p.).\nPalavras-chave da categoria compliance: operacoes, globais., resumo, roadmap, quanticas, executivo.",
      "tokens": {
        "resolução": 1.0,
        "bcb": 0.8333,
        "art.": 0.8333,
        "dezembro": 0.6667,
        "setembro": 0.5,
        "relatório": 0.5,
        "caput,": 0.5,
        "inciso": 0.5,
        "divulgação": 0.3333,
        "disposto": 0.3333,
        "lei": 0.3333,
        "﻿resolução": 0.1667,
        "altera": 0.1667,
        "dispõe": 0.1667,
        "riscos": 0.1667,
        "oportunidades": 0.1667,
        "sociais,": 0.1667,
        "ambientais": 0.1667,
        "climáticas": 0.1667,
        "grsac.": 0.1667,
        "diretoria": 0.1667,
        "colegiada": 0.1667,
        "banco": 0.1667,
        "central": 0.1667,
        "brasil,": 0.1667,
        "sessão": 0.1667,
        "realizada": 0.1667,
        "base": 0.1667,
        "nos": 0.1667,
        "arts.": 0.1667,
        "ix,": 0.1667,
        "vii,": 0.1667,
        "ii,": 0.1667,
        "outubro": 0.1667,
        "tendo": 0.1667,
        "vista": 0.1667,
        "fevereiro": 0.1667,
        "novembro": 0.1667,
        "resolve:": 0.1667,
        "publicada": 0.1667,
        "diário": 0.1667,
        "oficial": 0.1667,
        "união": 0.1667,
        "passa": 0.1667,
        "vigorar": 0.1667,
        "seguintes": 0.1667,
        "alterações:": 0.1667,
        "\"art.": 0.1667,
        "grsac": 0.1667,
        "formato": 0.1667,
        "dados": 0.1667,
        "abertos": 0.1667,
        "será": 0.1667,
        "requerida": 0.1667,
        "partir": 0.1667,
        "data-base": 0.1667,
        "(nr)": 0.1667,
        "entra": 0.1667,
        "vigor": 0.1667,
        "data": 0.1667
      },
      "areas_secundarias": [
        "tecnologia"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-15T09:30:49",
      "updated_at": "2025-10-15T09:30:49"
    },
    {
      "id": "b46eee70-9c79-41da-a449-deadb691b404",
      "file_name": "tesouraria_resolucao_bcb_412.txt",
      "category": "juridico",
      "theme": "Resolução BCB 412/2024: altera a Res. BCB 195/2022 (SPI e Conta PI); exige idempotência e cumprimento dos tempos do Pix; define limite e fórmula de remuneração da Conta PI com base em R$ 600 mi ou em saldos de moeda eletrônica e VSR; vigência em 07/10/2024.",
      "confidence": 0.8753,
      "summary": "﻿Resolução BCB nº 412 de 19/9/2024 RESOLUÇÃO BCB Nº 412, DE 19 DE SETEMBRO DE 2024 Altera o Regulamento anexo à Resolução BCB nº 195, de 3 de março de 2022, que regulamenta o funcionamento do Sistema de Pagamentos Instantâneos – SPI e da Conta Pagamentos Instantâneos – Conta PI no Banco Central do Brasil. A Diretoria Colegiada do Banco Central do Brasil, em sessão realizada em 19 de setembro de 2024, com base no art. 10, caput, inciso IV, da Lei nº 4.595, de 31 de dezembro de 1964, no art. 10 da Lei nº 10.214, de 27 de março de 2001, nos arts. 9º, 14 e 15 da Lei nº 12.865, de 9 de outubro de 2...",
      "justification": "Aderência a compliance: trata-se de ato normativo do Banco Central que altera regras do SPI e da Conta PI, impondo obrigações regulatórias a participantes. Palavras‑chave que sustentam a classificação: \"Resolução BCB\", \"regulamenta\", \"SPI\", \"Conta PI\", \"idempotência\", \"Manual de Tempos do Pix\", \"parcela do saldo sujeita à remuneração\", \"VSR\", \"recolhimento compulsório\". Isso alinha com o histórico em que resoluções/instruções do BCB foram classificadas como compliance (ex.: Res. BCB 445, IN BCB 449). Alternativas: tecnologia (match ~0,75) porque traz exigências técnicas operacionais (idempotência, tempos do Pix, mensagens no SPI); tesouraria (match ~0,40) por afetar gestão de liquidez/remuneração da Conta PI e referências a VSR/compulsório, embora o foco primário seja normativo. Necessidade de multiatribuição: média; manter compliance como principal e registrar tecnologia e tesouraria como áreas secundárias cobre a sobreposição sem criar nova categoria. Diferença em relação ao perfil tesouraria: não há termos centrais como câmbio/PTAX; o núcleo é regulatório do sistema de pagamentos.\nConfianca incrementada pelas camadas historicas (delta=7.0 p.p.).\nPalavras-chave da categoria compliance: operacoes, globais., resumo, roadmap, quanticas, executivo.\nCamada heuristica consolidou categoria 'juridico' (palavras-chave: acordo, lei).",
      "tokens": {
        "art.": 1.0,
        "resolução": 0.75,
        "bcb": 0.625,
        "março": 0.625,
        "por": 0.625,
        "conta": 0.5,
        "banco": 0.5,
        "central": 0.5,
        "lei": 0.5,
        "setembro": 0.375,
        "brasil,": 0.375,
        "inciso": 0.375,
        "regulamento": 0.25,
        "anexo": 0.25,
        "pagamentos": 0.25,
        "instantâneos": 0.25,
        "caput,": 0.25,
        "outubro": 0.25,
        "seguintes": 0.25,
        "\"art.": 0.25,
        "seus": 0.25,
        "sistemas": 0.25,
        "observar": 0.25,
        "operações": 0.25,
        "tempos": 0.25,
        "(nr)": 0.25,
        "parcela": 0.25,
        "saldo": 0.25,
        "trata": 0.25,
        "cento)": 0.25,
        "recursos": 0.25,
        "valor": 0.25,
        "sujeito": 0.25,
        "recolhimento": 0.25,
        "período": 0.25,
        "cálculo": 0.25,
        "data": 0.25,
        "﻿resolução": 0.125,
        "altera": 0.125,
        "regulamenta": 0.125,
        "funcionamento": 0.125,
        "sistema": 0.125,
        "spi": 0.125,
        "brasil.": 0.125,
        "diretoria": 0.125,
        "colegiada": 0.125,
        "sessão": 0.125,
        "realizada": 0.125,
        "base": 0.125,
        "iv,": 0.125,
        "dezembro": 0.125,
        "nos": 0.125,
        "arts.": 0.125,
        "julho": 0.125,
        "disposto": 0.125,
        "cmn": 0.125,
        "resolve:": 0.125,
        "publicada": 0.125,
        "diário": 0.125,
        "oficial": 0.125
      },
      "areas_secundarias": [
        "tecnologia",
        "tesouraria"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-10-15T10:24:46",
      "updated_at": "2025-10-15T10:24:46"
    },
    {
      "id": "05a45db1-96a0-4b30-8099-0d7c53b03bb0",
      "file_name": "nota_fiscal_desconhecida.txt",
      "category": "financeiro",
      "theme": "NF-e de serviços (consultoria financeira) com divergência de CNAE, pedido de reenquadramento como educacional e necessidade de revisão tributária por envio fora do prazo.",
      "confidence": 0.8064,
      "summary": "NOTA FISCAL ELETRONICA (MODELO SIMPLIFICADO) Razao social: Comercial Horizonte LTDA CNPJ: 12.345.678/0001-90 Numero NF: 998877-XX Data emissao: 18/09/2025 Itens: 1) Servico consultivo premium .................. R$ 4.800,00 2) Taxa extraordinaria nao detalhada ........... R$ 950,00 3) Ajuste financeiro - origem nao informada .... R$ 2.120,00 Observacao fiscal: Documento enviado fora do prazo contratual. Codigo CNAE nao informado pelo solicitante. Tributacao definida posterior ao fechamento contabile. Informacoes adicionais ao fisco: Solicitado reenquadramento como servico educacional, mas a nat...",
      "justification": "Aderência forte à categoria contabilidade, pois o documento é uma Nota Fiscal Eletrônica com foco em faturamento e tributação, contendo termos como \"Tributacao\", \"CNAE\", \"fisco\", \"revisao obrigatoria\" e observações fiscais. A natureza dos itens (serviço consultivo, ajuste financeiro) e a orientação ao fisco caracterizam atividade contábil/fiscal corporativa. Em relação ao histórico da categoria, embora exemplos anteriores fossem mais normativos (p.ex., atos e instruções), este é transacional/operacional, porém permanece no escopo contábil-fiscal. Categoria alternativa: compliance (match ~70%) devido ao risco de classificação indevida e necessidade de conformidade tributária e prazos; jurídico (match ~35%) apenas se evoluir para disputa contratual ou enquadramento legal. Multiatribuição: recomendada secundária em compliance; não há necessidade de incluir jurídico neste estágio.\nTermos caracteristicos dos arquivos reais (contabilidade): art., ato, declaratório, executivo, dezembro, codar.\nCamada heuristica consolidou categoria 'financeiro' (palavras-chave: ajuste financeiro, contabil, nota fiscal, tributacao).",
      "tokens": {
        "nao": 1.0,
        "servico": 0.6667,
        "nota": 0.3333,
        "fiscal": 0.3333,
        "eletronica": 0.3333,
        "(modelo": 0.3333,
        "simplificado)": 0.3333,
        "razao": 0.3333,
        "social:": 0.3333,
        "comercial": 0.3333,
        "horizonte": 0.3333,
        "ltda": 0.3333,
        "cnpj:": 0.3333,
        "numero": 0.3333,
        "nf:": 0.3333,
        "data": 0.3333,
        "emissao:": 0.3333,
        "itens:": 0.3333,
        "consultivo": 0.3333,
        "premium": 0.3333,
        "..................": 0.3333,
        "taxa": 0.3333,
        "extraordinaria": 0.3333,
        "detalhada": 0.3333,
        "...........": 0.3333,
        "ajuste": 0.3333,
        "financeiro": 0.3333,
        "origem": 0.3333,
        "informada": 0.3333,
        "....": 0.3333,
        "observacao": 0.3333,
        "fiscal:": 0.3333,
        "documento": 0.3333,
        "enviado": 0.3333,
        "fora": 0.3333,
        "prazo": 0.3333,
        "contratual.": 0.3333,
        "codigo": 0.3333,
        "cnae": 0.3333,
        "informado": 0.3333,
        "pelo": 0.3333,
        "solicitante.": 0.3333,
        "tributacao": 0.3333,
        "definida": 0.3333,
        "posterior": 0.3333,
        "fechamento": 0.3333,
        "contabile.": 0.3333,
        "informacoes": 0.3333,
        "adicionais": 0.3333,
        "fisco:": 0.3333,
        "solicitado": 0.3333,
        "reenquadramento": 0.3333,
        "educacional,": 0.3333,
        "mas": 0.3333,
        "natureza": 0.3333,
        "itens": 0.3333,
        "indica": 0.3333,
        "consultoria": 0.3333,
        "financeira.": 0.3333,
        "revisao": 0.3333
      },
      "areas_secundarias": [
        "compliance"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-11-01T15:02:40",
      "updated_at": "2025-11-01T15:02:40"
    },
    {
      "id": "d92e0adf-40d9-4039-a98a-7af2fb530167",
      "file_name": "comunicado_41131_sfn_versao_508.txt",
      "category": "tecnologia",
      "theme": "BCB Comunicado 41.131/2024: cronograma e procedimentos da versão 5.08 do Catálogo de Serviços do SFN (SPB/MES e SPI), incluindo janelas de homologação e produção e coexistência das versões 5.07/5.08",
      "confidence": 0.705,
      "summary": "﻿Comunicado n° 41.131 de 15/1/2024 COMUNICADO N° 41.131, DE 15 DE JANEIRO DE 2024 Em conformidade com o disposto na Circular nº 3.970, de 28 de novembro de 2019, comunico os procedimentos e prazos para a versão 5.08, ordinária, do Catálogo de Serviços do SFN, que obedecerão ao que segue: 2. As datas-limite para a submissão dos DRN pelos gestores dos serviços regulados por unidades de negócio do BCB deverão ser estabelecidas pelas próprias unidades, para que haja tempo hábil para apreciação e eventuais ajustes. Para os serviços ditos autorregulados, a data-limite para encaminhamento dos DRN ao ...",
      "justification": "A redação é predominantemente técnica e operacional de integração de sistemas: define prazos de DRN ao Deinf, publicação do Catálogo de Serviços do SFN v5.08, janelas de homologação/produção, coexistência de versões 5.07/5.08 e referências explícitas a mensageria (SPB, MES, SPI) e mensagens pacs.008/pacs.004/pacs.002, além de dicionário de domínios e códigos de erro. Esses termos caracterizam um documento de tecnologia/integração de sistemas, não um parecer jurídico nem material de tesouraria. Alternativas: (1) compliance (match ~70%): há obrigação regulatória de cumprir cronogramas do BCB e referência à Circular 3.970, mas o foco é operacional-técnico; (2) juridico (match ~55%): é um ato oficial do BCB (Comunicado) que cita base normativa, porém não altera regras legais nem trata de interpretação jurídica. Necessidade de multiatribuição: média/baixa; manter como principal em tecnologia com secundárias em compliance e jurídico é suficiente para roteamento. Em contraste com perfis anteriores de tesouraria (PTAX, câmbio) e contabilidade (atos declaratórios), este comunicado usa léxico técnico de mensageria e SPI, alinhando-se melhor à categoria tecnologia.",
      "tokens": {
        "mensagens": 1.0,
        "serviços": 0.9286,
        "versão": 0.7143,
        "deverão": 0.5,
        "relação": 0.5,
        "catálogo,": 0.5,
        "implantação": 0.4286,
        "ciclo": 0.4286,
        "ambiente": 0.4286,
        "partir": 0.4286,
        "spi": 0.4286,
        "receber": 0.4286,
        "enviar": 0.4286,
        "versões": 0.4286,
        "participantes": 0.4286,
        "catálogo": 0.3571,
        "drn": 0.3571,
        "catálogo.": 0.3571,
        "sua": 0.3571,
        "dia": 0.3571,
        "gestores": 0.2857,
        "unidades": 0.2857,
        "negócio": 0.2857,
        "sfn": 0.2857,
        "homologação": 0.2857,
        "liquidação": 0.2857,
        "nas": 0.2857,
        "simultaneamente;": 0.2857,
        "somente": 0.2857,
        "ser": 0.2143,
        "deinf": 0.2143,
        "aos": 0.2143,
        "não": 0.2143,
        "serviços,": 0.2143,
        "terá": 0.2143,
        "início": 0.2143,
        "produção,": 0.2143,
        "poderá": 0.2143,
        "pelo": 0.2143,
        "prazos": 0.1429,
        "data-limite": 0.1429,
        "sob": 0.1429,
        "sítio": 0.1429,
        "banco": 0.1429,
        "central": 0.1429,
        "domínios": 0.1429,
        "relacionados": 0.1429,
        "spi,": 0.1429,
        "constantes": 0.1429,
        "observado": 0.1429,
        "que,": 0.1429,
        "desse": 0.1429,
        "horário:": 0.1429,
        "estar": 0.1429,
        "aptos": 0.1429,
        "ambas": 0.1429,
        "poderão": 0.1429,
        "conforme": 0.1429,
        "estratégia": 0.1429,
        "adotada": 0.1429
      },
      "areas_secundarias": [
        "compliance",
        "juridico"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-11-01T15:06:49",
      "updated_at": "2025-11-01T15:06:49"
    },
    {
      "id": "5c85f1f2-c736-43ff-8b94-45e31a630f10",
      "file_name": "ato_declaratorio_executivo_codar_9_2024.txt",
      "category": "financeiro",
      "theme": "ADE CODAR 9/2024: altera o ADE CODAR 21/2023 e atualiza códigos de receita (6222, 6239, 6336) para recolhimento do IRRF sobre rendimentos de fundos de investimento nas regras de transição da Lei 14.754/2023 (alíquotas 8% e 15%); vigência na publicação.",
      "confidence": 0.8468,
      "summary": "﻿NORMAS Visão Multivigente ATO DECLARATÓRIO EXECUTIVO CODAR Nº 9 , DE 19 DE ABRIL DE 2024 Publicado(a) no DOU de 22/04/2024, seção 1, página 58 * Este texto não substitui o publicado oficialmente. Altera o Ato Declaratório Executivo Codar nº 21, de 14 de dezembro de 2023, que institui código de receita para recolhimento do Imposto sobre a Renda Retido na Fonte incidente sobre os rendimentos de aplicações em fundos de investimentos, de que tratam os arts. 27 e 28 da Lei nº 14.754, de 12 de dezembro de 2023. O COORDENADOR-GERAL DE ARRECADAÇÃO E DE DIREITO CREDITÓRIO, no uso da atribuição que lhe...",
      "justification": "O documento trata de norma tributária operacional da RFB para recolhimento de IRRF (códigos de receita 6222, 6239, 6336) aplicável a fundos de investimento, vinculada à Lei 14.754/2023 e a alíquotas específicas (8% e 15%). Esses elementos são tipicamente geridos pela área fiscal/contábil (apuração e pagamento de tributos via DARF), motivo pelo qual a categoria principal é contabilidade. Alternativas: compliance (alto match ~80%) pois impõe adequação processual a um ato normativo da RFB; juridico (match ~55%) por ser ato normativo/legislação aplicada. Necessidade de multiatribuição: moderada, pois contabilidade executa e compliance monitora a observância. Mesmo havendo histórico de normas da RFB alocadas em compliance, aqui o foco é operacional-fiscal (código de receita de IRRF), mais aderente à contabilidade.\nCamada heuristica consolidou categoria 'financeiro' (palavras-chave: imposto, pagamento, receita).",
      "tokens": {
        "art.": 1.0,
        "ato": 0.5714,
        "declaratório": 0.5714,
        "executivo": 0.5714,
        "dezembro": 0.5714,
        "codar": 0.4286,
        "irrf": 0.4286,
        "fundo": 0.4286,
        "investimento": 0.4286,
        "regra": 0.4286,
        "transição": 0.4286,
        "pagamento": 0.4286,
        "alíquota": 0.4286,
        "(lei": 0.4286,
        "receita": 0.2857,
        "lei": 0.2857,
        "inciso": 0.2857,
        "﻿normas": 0.1429,
        "visão": 0.1429,
        "multivigente": 0.1429,
        "abril": 0.1429,
        "publicado(a)": 0.1429,
        "dou": 0.1429,
        "seção": 0.1429,
        "página": 0.1429,
        "texto": 0.1429,
        "não": 0.1429,
        "substitui": 0.1429,
        "publicado": 0.1429,
        "oficialmente.": 0.1429,
        "altera": 0.1429,
        "institui": 0.1429,
        "código": 0.1429,
        "recolhimento": 0.1429,
        "imposto": 0.1429,
        "renda": 0.1429,
        "retido": 0.1429,
        "fonte": 0.1429,
        "incidente": 0.1429,
        "rendimentos": 0.1429,
        "aplicações": 0.1429,
        "fundos": 0.1429,
        "investimentos,": 0.1429,
        "tratam": 0.1429,
        "arts.": 0.1429,
        "coordenador-geral": 0.1429,
        "arrecadação": 0.1429,
        "direito": 0.1429,
        "creditório,": 0.1429,
        "uso": 0.1429,
        "atribuição": 0.1429,
        "lhe": 0.1429,
        "confere": 0.1429,
        "regimento": 0.1429,
        "interno": 0.1429,
        "secretaria": 0.1429,
        "especial": 0.1429,
        "federal": 0.1429,
        "brasil,": 0.1429,
        "aprovado": 0.1429
      },
      "areas_secundarias": [
        "compliance",
        "juridico"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-11-01T15:07:18",
      "updated_at": "2025-11-01T15:07:18"
    },
    {
      "id": "ec54529c-3ea3-45a4-b33e-080b3b30a6e6",
      "file_name": "comunicado_41200_ptax_horario_diferenciado.txt",
      "category": "tecnologia",
      "theme": "Comunicado BCB 41.200/2024: procedimentos e horários diferenciados para apuração/divulgação da PTAX e registros de câmbio em 14/02, 24/12 e 31/12 de 2024, incluindo janelas, restrições operacionais e referência à Resolução BCB 277.",
      "confidence": 0.7572,
      "summary": "﻿Comunicado n° 41.200 de 31/1/2024 COMUNICADO N° 41.200, DE 31 DE JANEIRO DE 2024 Comunicamos os procedimentos a serem observados nas operações de câmbio e respectivos registros e na apuração da taxa de câmbio real/dólar (PTAX) divulgada pelo Banco Central do Brasil nos dias com horário diferenciado de funcionamento no ano de 2024, que são os dias 14 de fevereiro (quarta-feira de cinzas), 24 e 31 de dezembro. 2. A apuração dos boletins de câmbio (PTAX), no dia 14 de fevereiro de 2024, será realizada de acordo com os seguintes procedimentos: I - serão realizadas duas consultas para apuração da ...",
      "justification": "Aderência a Tesouraria: o texto trata de operações de câmbio e da apuração/divulgação da PTAX em dias com horário diferenciado, com instruções operacionais claras para o mercado interbancário e Sistema Câmbio. Evidências: termos como \"operações de câmbio\", \"PTAX\", \"boletim de câmbio\", \"mercado interbancário\", \"registros dos eventos de câmbio\", \"Sistema Câmbio\", \"horário diferenciado\" e janelas de 10h/11h/14h/15h. Alternativas: (1) Jurídico (match ~75%): é ato normativo do BCB e cita a Resolução BCB nº 277, porém o foco é operacional e de execução diária, mais alinhado a Tesouraria. (2) Compliance (match ~65%): há obrigação de conformidade operacional aos horários e procedimentos, mas não é um guia de controles/relatórios de compliance. (3) Financeiro (match ~45%): impacto econômico/precificação cambial e PTAX, mas o conteúdo é predominantemente de execução operacional. Necessidade de multiatribuição: média — o documento cruza fronteiras entre Tesouraria (execução de câmbio) e Jurídico/Compliance (normas do BCB), por isso foram indicadas áreas secundárias. Diferença vs. histórico de Compliance: o documento não aborda temas típicos sinalizados (p.ex., computação/criptografia, GRSAC), reforçando o encaixe em Tesouraria.\nCamada heuristica consolidou categoria 'tecnologia' (palavras-chave: sistema, tecnologia).",
      "tokens": {
        "câmbio": 1.0,
        "boletim": 0.875,
        "taxas": 0.875,
        "fechamento": 0.625,
        "dezembro": 0.5625,
        "ptax": 0.5,
        "apuração": 0.4375,
        "dias": 0.4375,
        "será": 0.4375,
        "serão": 0.4375,
        "operações": 0.3125,
        "nos": 0.3125,
        "dia": 0.3125,
        "seguintes": 0.3125,
        "consultas": 0.3125,
        "registros": 0.25,
        "real/dólar": 0.25,
        "realizadas": 0.25,
        "duas": 0.25,
        "compra": 0.25,
        "venda": 0.25,
        "divulgadas": 0.25,
        "eventos": 0.25,
        "nas": 0.1875,
        "respectivos": 0.1875,
        "taxa": 0.1875,
        "horário": 0.1875,
        "boletins": 0.1875,
        "(ptax),": 0.1875,
        "realizada": 0.1875,
        "acordo": 0.1875,
        "procedimentos:": 0.1875,
        "horários": 0.1875,
        "consulta;": 0.1875,
        "divulgado": 0.1875,
        "simultaneamente": 0.1875,
        "iii": 0.1875,
        "demais": 0.1875,
        "moedas": 0.1875,
        "calculadas": 0.1875,
        "partir": 0.1875,
        "capturadas": 0.1875,
        "mercado": 0.1875,
        "até": 0.1875,
        "departamento": 0.1875,
        "chefe": 0.1875,
        "comunicado": 0.125,
        "pelo": 0.125,
        "banco": 0.125,
        "central": 0.125,
        "brasil": 0.125,
        "diferenciado": 0.125,
        "funcionamento": 0.125,
        "são": 0.125,
        "fevereiro": 0.125,
        "ptax,": 0.125,
        "duração": 0.125,
        "dois": 0.125,
        "minutos": 0.125,
        "cada,": 0.125
      },
      "areas_secundarias": [
        "juridico",
        "compliance",
        "financeiro"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-11-01T15:28:28",
      "updated_at": "2025-11-01T15:28:28"
    },
    {
      "id": "77a137c8-1910-49e2-92a9-3753bc4d8ced",
      "file_name": "tesouraria_instrucao_normativa_bcb_562.txt",
      "category": "compliance",
      "theme": "IN BCB 562/2024: altera a IN 512/2024 (limites do Pix) para iniciação sem redirecionamento (Open Finance); fixa R$ 500 por transação e limite diário definido pelo usuário; vigência na publicação.",
      "confidence": 0.8519,
      "summary": "﻿Instrução Normativa BCB nº 562 de 12/12/2024 INSTRUÇÃO NORMATIVA BCB Nº 562, DE 12 DE DEZEMBRO DE 2024 Altera a Instrução Normativa BCB nº 512, de 30 de agosto de 2024, que dispõe sobre os limites de valor para as transações no âmbito do Pix, para incluir dispositivo relacionado ao limite de valor que deve ser observado para iniciação de transações por meio do compartilhamento do serviço de iniciação de transação de pagamento sem redirecionamento. O Chefe do Departamento de Competição e de Estrutura do Mercado Financeiro (Decem), no uso da atribuição que lhe confere o art. 23, inciso I, alíne...",
      "justification": "Aderência a jurídico porque é um ato normativo do BCB que altera outra IN, com estrutura legal (\"INSTRUÇÃO NORMATIVA\", artigos, remissão a Resoluções BCB, \"RESOLVE\", \"entra em vigor\"). Palavras-chave: \"Instrução Normativa BCB nº 562\", \"altera a Instrução Normativa BCB nº 512\", \"limites de valor\", \"Pix\", \"Resolução BCB nº 406\", \"Manual de Experiência do Cliente do Open Finance\", \"entra em vigor\". Alternativas: compliance (match ~0,75) pois impõe requisito regulatório a ser cumprido por participantes; tesouraria (match ~0,70) dado impacto direto na operação de pagamentos/Pix e gestão de limites transacionais. Tecnologia tem aderência menor (match ~0,45) porque o texto não trata de implementação técnica, apenas referencia o Open Finance como contexto. Multiatribuição: recomendada (jurídico como principal; tesouraria e compliance como secundárias) para garantir roteamento a quem ajusta limites operacionais e controles internos. Consistência histórica: documento similar sobre regras do Pix (Res. BCB 412) foi classificado como jurídico; mantemos o mesmo critério por ser norma primária com efeitos regulatórios diretos.\nConfianca incrementada pelas camadas historicas (delta=5.0 p.p.).\nCamada heuristica consolidou categoria 'compliance' (palavras-chave: norma).",
      "tokens": {
        "bcb": 1.0,
        "art.": 0.8571,
        "normativa": 0.7143,
        "instrução": 0.5714,
        "agosto": 0.5714,
        "iniciação": 0.5714,
        "por": 0.5714,
        "transações": 0.4286,
        "transação": 0.4286,
        "sem": 0.4286,
        "inciso": 0.4286,
        "resolução": 0.4286,
        "disposto": 0.4286,
        "limites": 0.2857,
        "valor": 0.2857,
        "limite": 0.2857,
        "ser": 0.2857,
        "meio": 0.2857,
        "compartilhamento": 0.2857,
        "serviço": 0.2857,
        "pagamento": 0.2857,
        "anexo": 0.2857,
        "﻿instrução": 0.1429,
        "dezembro": 0.1429,
        "altera": 0.1429,
        "dispõe": 0.1429,
        "âmbito": 0.1429,
        "pix,": 0.1429,
        "incluir": 0.1429,
        "dispositivo": 0.1429,
        "relacionado": 0.1429,
        "deve": 0.1429,
        "observado": 0.1429,
        "redirecionamento.": 0.1429,
        "chefe": 0.1429,
        "departamento": 0.1429,
        "competição": 0.1429,
        "estrutura": 0.1429,
        "mercado": 0.1429,
        "financeiro": 0.1429,
        "(decem),": 0.1429,
        "uso": 0.1429,
        "atribuição": 0.1429,
        "lhe": 0.1429,
        "confere": 0.1429,
        "alínea": 0.1429,
        "\"a\",": 0.1429,
        "regimento": 0.1429,
        "interno": 0.1429,
        "banco": 0.1429,
        "central": 0.1429,
        "brasil,": 0.1429,
        "setembro": 0.1429,
        "base": 0.1429,
        "ix,": 0.1429,
        "referido": 0.1429,
        "regimento,": 0.1429,
        "tendo": 0.1429,
        "conta": 0.1429,
        "regulamento": 0.1429
      },
      "areas_secundarias": [
        "tesouraria",
        "compliance"
      ],
      "feedback": {
        "positivo": 0,
        "negativo": 0
      },
      "created_at": "2025-11-01T15:29:44",
      "updated_at": "2025-11-01T15:29:44"
    }
  ],
  "categories": [
    "compliance",
    "saude_ocupacional",
    "contabilidade",
    "tecnologia",
    "tesouraria",
    "juridico",
    "financeiro"
  ],
  "feedback_history": [],
  "category_keywords": {
    "compliance": {
      "roadmap": 1.0,
      "operacoes": 1.5,
      "quanticas": 1.0,
      "resumo": 1.3333,
      "executivo": 1.0,
      "plano": 1.0,
      "introduzir": 1.0,
      "computacao": 1.0,
      "quantica": 1.0,
      "criptografia": 1.0,
      "pqc": 1.0,
      "redes": 1.0,
      "bancarias": 1.0,
      "globais.": 1.5,
      "infraestrutura": 1.0,
      "detalha": 1.0,
      "laboratorios,": 1.0,
      "provedores,": 1.0,
      "protocolos": 1.0,
      "chave": 1.0,
      "seção": 1.0,
      "auditoria": 0.6667,
      "memorando": 0.8333,
      "integrado": 0.3333,
      "financeiro-compliance": 0.3333,
      "executivo:": 0.3333,
      "documento": 0.3333,
      "orienta": 0.3333,
      "consolidação": 0.3333,
      "controles": 0.3333,
      "internos,": 0.3333,
      "contínua": 0.3333,
      "governança": 0.3333,
      "risco": 0.3333,
      "operações": 0.3333,
      "derivativos": 0.3333,
      "verdes": 0.3333,
      "distribuídos": 0.3333,
      "múltiplas": 0.3333,
      "sem": 1.0,
      "clausulas": 1.0,
      "comite": 1.0,
      "interno": 0.5,
      "uso": 0.5,
      "restrito": 0.5,
      "unidade:": 0.5,
      "estrategicas": 0.5,
      "data:": 0.5,
      "assunto:": 0.5,
      "revisar": 0.5,
      "processo": 0.5,
      "onboarding": 0.5,
      "fornecedores": 0.5,
      "trechos": 0.5,
      "registrados:": 0.5,
      "equipe": 0.5
    },
    "saude_ocupacional": {
      "laudo": 1.0,
      "medico": 0.5,
      "uso": 0.5,
      "clinico": 0.5,
      "paciente:": 0.5,
      "##########": 0.5,
      "(dados": 0.5,
      "mascarados)": 0.5,
      "especialidade:": 0.5,
      "medicina": 0.5,
      "trabalho": 0.5,
      "data": 0.5,
      "avaliacao:": 0.5,
      "achados:": 0.5,
      "paciente": 0.5,
      "relata": 0.5,
      "ergonomia": 0.5,
      "inadequada": 0.5,
      "estacao": 0.5,
      "compartilhada.": 0.5
    }
  },
  "category_documents": {
    "contabilidade": {
      "processed_files": {},
      "aggregated_tokens": {},
      "top_terms": [],
      "document_count": 0,
      "last_scan": "2025-11-01T15:05:29"
    },
    "tecnologia": {
      "processed_files": {},
      "aggregated_tokens": {},
      "top_terms": [],
      "document_count": 0,
      "last_scan": "2025-11-01T15:05:19"
    },
    "tesouraria": {
      "processed_files": {},
      "aggregated_tokens": {},
      "top_terms": [],
      "document_count": 0,
      "last_scan": "2025-11-01T15:26:49"
    },
    "compliance": {
      "processed_files": {},
      "aggregated_tokens": {},
      "top_terms": [],
      "document_count": 0,
      "last_scan": null
    },
    "juridico": {
      "processed_files": {},
      "aggregated_tokens": {},
      "top_terms": [],
      "document_count": 0,
      "last_scan": null
    },
    "financeiro": {
      "processed_files": {},
      "aggregated_tokens": {},
      "top_terms": [],
      "document_count": 0,
      "last_scan": null
    }
  },
  "category_directories": {
    "contabilidade": "contabilidade",
    "tecnologia": "tecnologia",
    "tesouraria": "tesouraria",
    "compliance": "compliance",
    "juridico": "juridico",
    "financeiro": "financeiro"
  },
  "category_feedback": {}
}